const headers = {
  'Back-to-Basics.md': '''Translation guide''',
  'Chapter_1.md': '''Doubt and worry''',
  '1-1_to_1-11.md': '''धृतराष्ट्र उवाच -
धर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः ।
मामकाः पांडवाः चैव किमकुर्वत सन्जय ॥ १ ॥
सन्जय उवाच -
दृष्ट्वा तु पांडवानीकम् व्यूढम् दुर्योधनः तदा ।
आचार्यम् उपसंगम्य राजा वचनम् अब्रवीत् ॥ २ ॥
पष्यैतान् पांडुपुत्राणाम् आचार्य महतीम् चमूम् ।
व्यूढाम् द्रुपद पुत्रेण तव शिष्येण धीमता ॥ ३ ॥
अत्र शूरा महेष्वासा भीमार्जुन समा युधि ।
युयुधानो विराटश्च द्रुपदः च महारथः ॥ ४ ॥
धृष्टकेतुः चेकितानः काशी राजश्च वीर्यवान् ।
पुरुजित् कुन्तिभोजः च शैब्यः च नरपुंगवः ॥ ५ ॥
युधामन्युः च विक्रान्तः उत्तमौजः च वीर्यवान् ।
सौभद्रो द्रौपदेयाः च सर्व एव महारथाः ॥ ६ ॥
अस्माकम् तु विशिष्टा ये तान्निबोध द्विजोत्तम ।
नायका मम सैन्यस्य संज्ञार्थम् तान् ब्रवीमि ते ॥ ७ ॥
भवन् भीष्मः च कर्णः च कृपः च समितिन्जयः ।
अश्वत्थामा विकर्णः च सोमदत्तः तथैव च ॥ ८ ॥
अन्ये च बहवः शूराः मदर्थो त्यक्त जीविताः ।
नाना शस्त्र प्रहरणाः सर्वे युद्ध विशारदाः ॥ ९ ॥
अपर्याप्तम् तदस्माकम् बलम् भीष्माभिरक्षितम् ।
पर्याप्तम् तु इदम् एतेषाम् बलम् भीमाभिरक्षितम् ॥ १० ॥
आयनेषु च सर्वेषु यथा भागम् अवस्थिताः ।
भीष्मम् एवाभिरक्षन्तु भवन्तः सर्व एव हि ॥ ११ ॥''',
  '1-12_to_1-19.md': '''तस्य संजयन् हर्षम् कुरुवृद्धः पितामहः ।
सिम्हनादम् विनद्य उच्चैः शङ्खम् दध्मौ प्रतापवान् ॥ १२ ॥
ततः शङ्खाः च भेर्याः च पणवानक गोमुखाः ।
सहसैव अभ्यहन्यन्त स शब्दः तुमुलोऽभवत् ॥ १३ ॥
ततः श्वेतैः हयैर्युक्ते महति स्यन्दने स्थितौ ।
माधवः पांडवः चैव दिव्यौ शङ्खौ प्रदध्मतुः ॥ १४ ॥
पान्चजन्यम् हृषिकेशो देवदत्तम् धनन्जयः ।
पौन्ड्रम् दध्मौ महा शङ्खम् भीमकर्म वृकोदरः ॥ १५ ॥
अनन्तविजयम् राजा कुन्तीपुत्रो युधिष्ठिरः ।
नकुलः सहदेवश्च सुग्ःओष मणिपुष्पकौ ॥ १६ ॥
काश्यः च परमेष्वासः शिखण्डी च महारथः ।
धृष्टद्युम्नो विराटः च सात्यकिः चापराजितः ॥ १७ ॥
द्रुपदो द्रौपदेयाः च सर्वतः पृथिवीपते ।
सौभद्रः च महाबाहुः शङ्खान् दध्मुः पृथक् पृथक् ॥ १८ ॥
स घोषो धार्तराष्ट्राणाम् हृदयानि व्यदारयत् ।
नभः च पृथिवीम् चैव तुमुलो व्यनुनादयन् ॥ १९ ॥''',
  '1-20_to_1-23.md': '''अथ व्यवस्थितान् दृष्ट्वा धार्तराष्ट्रान् कपिध्वजः ।
प्रवृत्ते शस्त्र संपाते धनुरुद्यम्य पांडवः ॥ २० ॥
हृषिकेशम् तदा वाक्यम् इदम् आह महीपते ।
सेनयोरुभ्योः मध्ये रथम् स्थापय मे अच्युत ॥ २१ ॥
यावत् एतान् निरीक्षे अहम् योद्धुकामान् अवस्थितान् ।
कैर्मया सह योद्धव्यम् अस्मिन् रन समुद्यमे ॥ २२ ॥
योत्स्यमानान् अवेक्षेऽहम् य एते अत्र समागताः ।
धार्तराष्ट्रस्य दुर्बुद्धेः युद्धे प्रिय चिकीर्षवः ॥ २३ ॥''',
  '1-24_to_1-25.md': '''एवम् उक्तो हृषिकेशो गुडाकेशेन भारत ।
सेनयोरुभयोः मध्ये स्थापयित्वा रथोत्तमम् ॥ २४ ॥
भीष्म द्रोण प्रमुखतः सर्वेशाम् च महीक्षिताम् ।
उवाच पार्थ पश्यैतान् समवेतान् कुरून् इति ॥ २५ ॥''',
  '1-26_to_1-47.md': '''तत्रापश्यत् स्थितान् पार्थः पितृऽन् अथ पितामहान् ।
आचार्यान् मातुलान् भ्रातृऽन् पुत्रान् पौत्रान् सखीन् तथा ॥ २६ ॥
श्वशुरान् सुहृदः चैव सेनयोः उभयोरपि ।
तान् समीक्ष्य स कौन्तेयः सर्वान् बन्धून् अवस्थितान् ॥ २७ ॥
कृपया परयाविष्टो विषीदन्निदम् अब्रवीत् ।
दृष्ट्वा इमम् स्वजनम् कृष्ण युयुत्सुम् समुपस्थितम् ॥ २८ ॥
सीदन्ति मम गात्राणि मुखम् च परिशुष्यति ।
वेपथुश्च शरीरे मे रोमहर्षः च जायते ॥ २९ ॥
गाण्डीवम् स्रम्सते हस्तात् त्वक्चैव परिदह्यते ।
न च शक्नोमि अवस्थातुम् भ्रमतीव च मे मनः ॥ ३० ॥
निमित्तानि च पश्यामि विपरीतानि केशव ।
न च श्रेयः अनुपश्यामि हत्वा स्वजनमाहवे ॥ ३१ ॥
न काङ्क्षे विजयम् कृष्ण न च राज्यम् सुखानि च ।
किम् नो राज्येन गोविन्द किम् भोगैः जीवितेन वा ॥ ३२ ॥
येषामर्थे काङ्क्षितम् नो राज्यम् भोगाः सुखानि च ।
त इमे अवस्थिता युद्धे प्राणान् त्यक्त्वा धनानि च ॥ ३३ ॥
आचार्याः पितरः पुत्राः तथैव च पितामहाः ।
मातुलाः श्वशुराः पौत्राः श्यालाः सम्बन्धिनः तथा ॥ ३४ ॥
एतान्न हन्तुम् इच्छामि घ्नतोऽपि मधुसूदन ।
अपि त्रैलोक्य राज्यस्य हेतोः किम् नु महीकृते ॥ ३५ ॥
निहत्य धार्तराष्ट्रान् नः का प्रीतिः स्यात् जनार्दन ।
पापमेवाश्रयेत् अस्मात् हत्वैतान् आततायिनः ॥ ३६ ॥
तस्मात् नार्हा वयम् हन्तुम् धार्तराष्ट्रान् स्व बान्ध्वान् ।
स्वजनम् हि कथम् हत्वा सुखिनः स्याम माधव ॥ ३७ ॥
यद्यपि एते न पश्यन्ति लोभोपहत चेतसः ।
कुलक्षय कृतम् दोषम् मित्रद्रोहे च पातकम् ॥ ३८ ॥
कथम् न ज्ञेयम् अस्माभिः पापात् अस्मात् निवर्तितुम् ।
कुलक्षय कृतम् दोषम् प्रपश्यद्भिः जनार्दन ॥ ३९ ॥
कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।
धर्मे नष्टे कुलम् कृत्स्नम् अधर्मो अभिभवत्युत ॥ ४० ॥
अधर्माभिभावत् कृष्ण प्रदुष्यन्ति कुलस्त्रियः ।
स्त्रीषु दुष्टासु वार्ष्णेय जायते वर्णसङ्करः ॥ ४१ ॥
सङ्करो नरकायैव कुलघ्नानाम् कुलस्य च ।
पतन्ति पितरो ह्येषाम् लुप्त पिण्डोदक क्रियाः ॥ ४२ ॥
दोषैः एतैः कुलघ्नानाम् वर्णसङ्कर कारकैः ।
उत्साद्यन्ते जातिधर्माः कुलधर्माः च शाश्वताः ॥ ४३ ॥
उत्सन्न कुलधर्माणाम् मनुष्याणाम् जनार्दन ।
नरकोऽनियतम् वासो भवतीति अनुशुश्रुम ॥ ४४ ॥
अहो बत महत् पापम् कर्तुम् व्यवसिता वयम् ।
यत् राज्य सुख लोभेन हन्तुम् स्वजनम् उद्यताः ॥ ४५ ॥
यदि माम् अप्रतीकारम् अशस्त्रम् शस्त्र पाणयः ।
धार्तराष्ट्रा रणे हन्युः तन्मे क्षेमतरम् भवेत् ॥ ४६ ॥
सन्जय उवाच -
एवम् उक्त्वार्जुनः सङ्ख्ये रथोपस्थ उपाविशत् ।
विसृज्य सशरम् चापम् शोक सम्विग्न मानसः ॥ ४७ ॥''',
  'Chapter_2.md': '''Do it for Krishna''',
  '2-1_to_2-3.md': '''तम् तथा कृपयाविष्टम् अश्रुपूर्णाकुलेक्षणम् ।
विषीदन्तमिदम् वाक्यम् उवाच मधुसूधनः ॥ १ ॥
कुतस्त्वा कश्मलमिदम् विषमे समुपस्थितम् ।
अनार्यजुष्टम् अस्वर्ग्यम् अकीर्तिकरम् अर्जुन ॥ २ ॥
क्लैब्यम् मा स्म गमः पार्थ नैतत्वयि उपपद्यते ।
क्षुद्रम् हृदय दौर्बल्यम् त्यक्त्वा उत्तिष्ठ परन्तप ॥ ३ ॥''',
  '2-4_to_2-5.md': '''अर्जुन उवाच -
कथम् भीष्ममहम् सङ्ख्ये द्रोणम् च मधुसूदन ।
इशुभिः प्रतियोत्स्यामि पूजार्हावरिसूदन ॥ ४ ॥
गुरूनहत्वा हि महानुभावान्
श्रेयश्चर्तुम् भैक्ष्यमपीह लोके ।
हत्वार्थकामाम्स्तु गुरूनिहैव
भुन्जीय भोगान् रुधिरप्रदिग्धन् ॥ ५ ॥''',
  '2-6_to_2-7.md': '''न चैतद्विद्मः कतरन्नो गरीयो
यद्वा जयेम यदि वा नो जयेयुः ।
यानेव हत्वा न जिजीविशामः
तेऽवस्थिताः प्रमुखे धार्तराष्त्राः ॥ ७ ॥
कार्पन्यदोषोपहतस्वभावः
पृच्छामि त्वा धर्मसम्मूढचेताः ।
यच्छ्रेयः स्यान्निश्चितम् ब्रूहि तन्मे
शिष्यस्तेऽहम् शाधि माम् त्वम् प्रपन्नम् ॥ ८ ॥''',
  '2-8_to_2-9.md': '''न हि प्रपश्यामि ममापनुद्यात्
यच्छोकम् उच्छोषणम् इन्द्रियाणाम् ।
अवाप्य भूमावसपत्नम् ऋद्धम्
राज्यम् सुराणामपि चाधिपत्यम् ॥ ८ ॥
सन्जय उवाच -
एवमुक्त्वा हृषीकेशम् गुडाकेशः परन्तपः ।
न योत्स्यामीति गोविन्दम् उक्त्वा तूष्णीम् बभूव ह ॥ ९ ॥''',
  '2-10.md': '''तमुवाच हृषीकेशः प्रहसन्निव भारत ।
सेनयोरुभयोर्मध्ये सीदमानमिदम् वचः ॥ १० ॥''',
  '2-11.md': '''अशोच्यान् अन्वशोचस्त्वम् प्रज्ञावादाम् च भाषसे ।
गतासून् अगतासून् च नानुशोचन्ति पन्डिताः ॥ ११ ॥''',
  '2-12.md': '''न त्वेवाहम् जातु नासम् न त्वम् नेमे जनाधिपाः ।
न चैव न भविष्यामः सर्वे वयमतःपरम् ॥ १२ ॥''',
  '2-13.md': '''देहिनोऽस्मिन् यथा देहे कौमारम् यौव्वनम् जरा ।
तथा देहान्तरप्राप्तिः धीरस्तत्र न मुह्यति ॥ १३ ॥''',
  '2-14.md': '''मात्रास्पर्शास्तु कौन्तेय शीतोष्ण सुख दुःखदाः ।
आगमापायिनोऽनित्याः तान् तितिक्षस्व भारत ॥ १४ ॥''',
  '2-15.md': '''यम् हि न व्यथयन्त्येते पुरुषम् पुरुषर्षभ ।
समदुःख सुखम् धीरम् सोऽमृतत्वाय कल्पते ॥ १५ ॥''',
  '2-16.md': '''नासतो विद्यते भावः नाभावो विद्यते सतः ।
उभयोरपि दृष्टोन्तस्त्वनयोः तत्वदर्षिभिः ॥ १६ ॥''',
  '2-17.md': '''अविनाशि तु तद्विद्धि येन सर्वमिदम् ततम् ।
विनाशम् अव्ययस्य अस्य न कश्चित् कर्तुमर्हति ॥ १७ ॥''',
  '2-18.md': '''अन्तवन्त इमे देहा नित्यस्योक्ताः शरीरिणः ।
अनाशिनः अप्रमेयस्य तस्मात् युध्यस्व भारत ॥ १८ ॥''',
  '2-19.md': '''य एनम् वेत्ति हन्तारम् यश्चैनम् मन्यते हतम् ।
उभौ तौ न विजानीतो नायम् हन्ति न हन्यते ॥ १९ ॥''',
  '2-20.md': '''न जायते म्रियते वा कदाचित् 
नायम् भूत्वा भविता वा न भूयः ।
अजो नित्यः शाश्वतोऽयम् पुराणो
न हन्यते हन्यमाने शरीरे ॥ २० ॥''',
  '2-21.md': '''वेद अविनाशिनम् नित्यम् य एनम् अजम् अव्ययम् ।
कथम् स पुरुषः पार्थ कम् घातयति हन्ति कम् ॥ २१ ॥''',
  '2-22.md': '''वासाम्सि जीर्णानि यथा विहाय नवानि गृह्णाति नरोऽपराणि ।
तथा शरीराणि विहाय जीर्णानि अन्यानि सम्याति नवानि देही ॥ २२ ॥''',
  '2-23_to_2-24.md': '''नैनम् छिन्दति शस्त्राणि नैनम् दहति पावकः ।
न चैनम् क्लेदयन्त्यापो न शोषयति मारुतः ॥ २३ ॥
अच्छेद्योऽयमदाह्योयम् अक्लेद्योऽशोष्य एव च ।
नित्यस्सर्वगतः स्थाणुः अचलोऽयम् सनातनः ॥ २४ ॥''',
  '2-25.md': '''अव्यक्तोऽयम् अचिन्त्योऽयम् अविकार्योऽयमुच्यते ।
तस्मादेवम् विदित्वैनम् नानुशोचितुमर्हसि ॥ २५ ॥''',
  '2-26.md': '''अथ चैनम् नित्यजातम् नित्यम् वा मन्यसे मृतम् ।
तथापि त्वम् महाबाहो नैवम् शोचितुमर्हसि ॥ २६ ॥''',
  '2-27.md': '''जातस्य हि ध्रुवो मृत्युः ध्रुवम् जन्म मृतस्य च ।
तस्मादपरिहार्येऽर्थे न त्वम् शोचितुमर्हसि ॥ २७ ॥''',
  '2-28.md': '''अव्यक्तादीनि भूतानि व्यक्तमध्यानि भारत ।
अव्यक्त निधनान्येव तत्र का परिदेवना ॥ २८ ॥''',
  '2-29.md': '''आश्चर्यवत् पश्यति कश्चिदेनम्
आश्चर्यवत् वदति तथैव चान्यः ।
आश्चर्यवत् चैनम् अन्यः शृणोति
श्रुत्वाप्येनम् वेद न चैव कश्चित् ॥ २९ ॥''',
  '2-30.md': '''देही नित्यमवध्योऽयम् देहे सर्वस्य भारत ।
तस्मात् सर्वाणि भूतानि न त्वम् शोचितुमर्हसि ॥ ३० ॥''',
  '2-31.md': '''स्वधर्मम् अपि चावेक्ष्य न विकम्पितुमर्हसि ।
धर्म्यात् हि युद्धात् श्रेयोऽन्यत् क्षत्रियस्य न विद्यते ॥ ३१ ॥''',
  '2-32.md': '''यदृच्छया चोपपन्नम् स्वर्गद्वारम् अपावृतम् ।
सुखिनः क्षत्रिया पार्थ लभन्ते युद्धमीदृशम् ॥ ३२ ॥''',
  '2-33.md': '''अथ चेत्वमिमम् धर्म्यम् संग्रामम् न करिष्यसि ।
ततः स्वधर्मम् कीर्तिम् च हित्वा पापमवाप्स्यसि ॥ ३३ ॥''',
  '2-34.md': '''अकीर्तिम् चापि भूतानि कथयिष्यन्ति तेऽव्ययाम् ।
सम्भावितस्य चाकीर्तिः मरणादतिरिच्यते ॥ ३४ ॥''',
  '2-35.md': '''भयात् रणात् उपरतम् मन्यन्ते त्वाम् महारथाः ।
येषाम् च त्वम् बहुमतो भूत्वा यास्यसि लाघवम् ॥ ३५ ॥''',
  '2-36.md': '''अवाच्य वादाम्श्च बहून् वदिष्यन्ति तवाहिताः ।
निन्दन्तस्तव सामर्थ्यम् ततो दुःखतरम् नु किम् ॥ ३६ ॥''',
  '2-37.md': '''हतो वा प्राप्स्यसे स्वर्गम् जित्वा वा भोक्ष्यसे महीम् ।
तस्मात् उत्तिष्ठ कौन्तेय युद्धाय कृतनिश्चयः ॥ ३७ ॥''',
  '2-38.md': '''सुखदुःखे समे कृत्वा लाभालाभौ जयाजयौ ।
ततो युद्धाय युज्यस्व नैवम् पापमवाप्स्यसि ॥ ३८ ॥''',
  '2-39.md': '''एषा तेऽभिहिता साङ्ख्ये बुद्धिर्योगे त्विमाम् शृणु ।
बुद्ध्यायुक्तो यया पार्थ कर्मबन्धम् प्रहास्यसि ॥३९ ॥''',
  '2-40.md': '''नेह अभिक्रमनाशोस्ति प्रत्यवायो न विद्यते ।
स्वल्पम् अप्यस्य धर्मस्य त्रायते महतो भयात् ॥ ४० ॥''',
  '2-41.md': '''व्यवसायात्मिका बुद्धिरेकेह कुरुनन्दन ।
बहुशाखा ह्यनन्ताश्च बुद्धयोऽव्यवसायिनाम् ॥ ४१ ॥''',
  '2-42_to_2-44.md': '''यामिमाम् पुष्पिताम् वाचम् प्रवदन्ति अविपश्चितः ।
वेदवादरताः पार्थ नान्यदस्तीति वादिनः ॥ ४२ ॥
कामात्मानः स्वर्गपराः जन्म कर्म फल प्रदाम् ।
क्रियाविशेषबहुलाम् भोगैश्वर्य गतिम् प्रति ॥४३ ॥
भोगैश्वर्य प्रसक्तानाम् तयापहृत चेतसाम् ।
व्यवसायात्मिका बुद्धिः समाधौ न विधीयते ॥ ४४ ॥''',
  '2-45_to_2-46.md': '''त्रैगुण्य विषया वेदा निस्त्रैगुण्यो भवार्जुन ।
निर्द्वन्द्वो नित्य सत्त्वस्थो निर्योगक्षेम आत्मवान् ॥ ४५ ॥
यावानर्थ उदपाने सर्वतः सम्प्लुतोदके ।
तावान् सर्वेषु वेदेषु ब्राह्मणस्य विजानतः ॥ ४६ ॥''',
  '2-47.md': '''कर्मण्येवाधिकारस्ते मा फलेषु कदाचन ।
मा कर्म फल हेतुर्भूः मा ते सङ्गोऽस्तु अकर्मणि ॥ ४७ ॥''',
  '2-48.md': '''योगस्थः कुरु कर्माणि सङ्गम् त्यक्त्वा धनन्जय ।
सिद्ध्यसिद्ध्योः समो भूत्वा समत्वम् योग उच्यते ॥ ४८ ॥''',
  '2-49.md': '''दूरेण ह्यवरम् कर्म बुद्धियोगात् धनन्जय ।
बुद्धौ शरणमन्विच्छ कृपणाः फलहेतवः ॥४९ ॥''',
  '2-50.md': '''बुद्धियुक्तो जहातीह उभे सुकृत दुष्कृते ।
तस्माद्योगाय युज्यस्व योगः कर्मसु कौशलम् ॥ ५० ॥''',
  '2-51.md': '''कर्मजम् बुद्धियुक्ता हि फलम् त्यक्त्वा मनीषिणः ।
जन्म बन्ध विनिर्मुक्ताः पदम् गच्छन्त्यनामयम् ॥ ५१ ॥''',
  '2-52.md': '''यदा ते मोहकलिलम् बुद्धिर्व्यतितरिष्यति ।
तदा गन्तासि निर्वेदम् श्रोतव्यस्य श्रुतस्य च ॥ ५२ ॥''',
  '2-53.md': '''श्रुतिविप्रतिपन्ना ते यदा स्थास्यति निश्चला ।
समाधौ अचला बुद्धिः तदा योगमवाप्स्यसि ॥ ५३ ॥''',
  '2-54.md': '''अर्जुन उवाच -
स्थितप्रज्ञस्य का भाषा समाधिस्थस्य केशव ।
स्थितधीः किम् प्रभाषेत किमासीत व्रजेत किम् ॥ ५४ ॥''',
  '2-55.md': '''श्री भगवान् उवाच -
प्रजहाति यदा कामान् सर्वान् पार्थ मनोगतान् ।
आत्मन्येवात्मना तुष्टः स्थितप्र्ज्ञः तदोच्यते ॥ ५५ ॥''',
  '2-56.md': '''दुःखेषु अनुद्विग्नमनाः सुखेषु विगतस्पृहः ।
वीत राग भय क्रोधः स्थितधीः मुनिरुच्यते ॥ ५६ ॥''',
  '2-57.md': '''यस्सर्वत्र अनभिस्नेहः तत्तत् प्राप्य शुभाशुभम् ।
नाभिनन्दति न द्वेष्टि तस्य प्रज्ञा प्रतिष्ठिता ॥ ५७ ॥''',
  '2-58.md': '''यदा सम्हरते चायम् कूर्मोऽङ्गानीव सर्वशः ।
इन्द्रियाणि इन्द्रियार्थेभ्यः तस्य प्रज्ञा पर्थिष्ठिता ॥ ५८ ॥''',
  '2-59.md': '''विषया विनिवर्तन्ते निराहारस्य देहिनः ।
रसवर्जम् रसोप्यस्य परम् दृष्ट्वा निवर्तते ॥ ५९ ॥''',
  '2-60.md': '''यततो ह्यापि कौन्तेय पुरुषस्य विपश्चितः ।
इन्द्रियाणि प्रमाथीनि हरन्ति प्रसभम् मनः ॥ ६० ॥''',
  '2-61.md': '''तानि सर्वाणि सम्यम्य युक्त आसीत मत्परः ।
वशे हि यस्येन्द्रियाणि तस्य प्रज्ञा प्रतिष्ठिता ॥ ६१ ॥''',
  '2-62_to_2-63.md': '''ध्यायतो विषयान् पुम्सः सङ्गस्तेषूपजायते ।
सङ्गात् सन्जायते कामः कामात् क्रोधोभिजायते ॥ ६२ ॥
क्रोधात् भवति सम्मोहः स्म्मोहात् स्मृतिविभ्रमः ।
स्मृतिभ्रम्शात् बुद्धिनाशः बुद्धिनाशात् प्रणश्यति ॥ ६३ ॥''',
  '2-64.md': '''राग द्वेष वियुक्तैस्तु विषयान् इन्द्रियैश्चरन् ।
आत्मवश्यैर्विधेयात्मा प्रसदम् अधिगच्छति ॥ ६४ ॥''',
  '2-65.md': '''प्रसादे सर्वदुःखानाम् हानिरस्योपजायते ।
प्रसन्नचेतसो ह्याशु बुद्धिः पर्यवतिष्ठते ॥ ६५ ॥''',
  '2-66.md': '''नास्ति बुद्धिरयुक्तस्य न चायुक्तस्य भावना ।
न च अभावयतः शान्तिः अशान्तस्य कुतः सुखम् ॥ ६६ ॥''',
  '2-67.md': '''इन्द्रियाणाम् हि चरताम् यन्मनोऽनुविधीयते ।
तदस्य हरति प्रज्ञाम् वायुर्नावमिवाम्भसि ॥ ६७ ॥''',
  '2-68.md': '''तस्मात् यस्य महाबाहो निगृहीतानि सर्वशः ।
इन्द्रियाणि इन्द्रियार्थेभ्यः तस्य प्रज्ञा प्रतिष्ठिता ॥ ६८ ॥''',
  '2-69.md': '''या निशा सर्वभूतानाम् तस्याम् जागर्ति सम्यमी ।
यस्याम् जाग्रति भूतानि सा निशा पश्यतो मुनेः ॥ ६९ ॥''',
  '2-70.md': '''आपूर्यमाणम् अचलप्रतिष्ठम्
समुद्रम् आपः प्रविशन्ति यद्वत् ।
तद्वत् कामा यम् प्रविशन्ति सर्वे
स शान्तिम् आप्नोति न काम कामी ॥ ७० ॥''',
  '2-71.md': '''विहाय कामान् यः सर्वान् पुमान्श्चरति निस्पृहः ।
निर्ममो निरहङ्कारः स शान्तिम् अधिगच्छति ॥ ७१ ॥''',
  '2-72.md': '''एषा ब्राह्मी स्थितिः पार्थ नैनम् प्राप्य विमुह्यति ।
स्थित्वा अस्याम् अन्तकालेऽपि बह्मनिर्वाणमृच्छति ॥ ७२ ॥''',
  'Chapter_3.md': '''Worship happens''',
  '3-1_to_3-2.md': '''अर्जुन उवाच -
ज्यायसे चेत् कर्मणस्ते मता बुद्धिः जनार्दन ।
तत्किम् कर्मणि घोरे माम् नियोजयसि केशव ॥ १ ॥
व्यामिश्रेणैव वाक्येन बुद्धिम् मोहयसीव मे ।
तदेकम् वद निश्चित्य येन श्रेयः अहम् आप्नुयाम् ॥ २ ॥''',
  '3-3.md': '''श्री भगवान् उवाच -
लोकेऽस्मिन् द्विविधा निष्ठा पुरा प्रोक्ता मयानघ ।
ज्ञानयोगेन साङ्ख्यानाम् कर्मयोगेन योगिनाम् ॥ ३ ॥''',
  '3-4.md': '''न कर्मणाम् अनारम्भात् नैष्कर्म्यम् पुरुषोऽश्नुते ।
न च संन्यसनादेव सिद्धिम् समधिगच्छति ॥ ४ ॥''',
  '3-5.md': '''न हि कश्चित् क्षणमपि जातु तिष्ठत्यकर्मकृत् ।
कार्यते ह्यवशः कर्म सर्वः प्रकृतिजैर्गुणैः ॥ ५ ॥''',
  '3-6.md': '''कर्मेन्द्रियाणि सम्यम्य य आस्ते मनसा स्मरन् ।
इन्द्रियार्थान् विमूढात्मा मिथ्याचारः स उच्यते ॥ ६ ॥''',
  '3-7.md': '''यस्तु इन्द्रियाणि मनसा नियम्यारभते अर्जुन ।
कर्मेन्द्रियैः कर्मयोगम् असक्तः स विशिष्यते ॥ ७ ॥''',
  '3-8.md': '''नियतम् कुरु कर्म त्वम् कर्म ज्यायो ह्यकर्मणः ।
शरीर यात्रापि च ते न प्रसिध्येत् अकर्मणः ॥ ८ ॥''',
  '3-9.md': '''यज्ञार्थात् कर्मणोऽन्यत्र लोकोऽयम् कर्म बन्धनः ।
तदर्थम् कर्म कौन्तेय मुक्त सङ्गः समाचर ॥ ९ ॥''',
  '3-10.md': '''सह यज्ञैः प्रजाः सृष्ट्वा पुरोवाच प्रजापतिः ।
अनेन प्रसविष्यध्वम् एष वोऽअस्तु इष्ट कामधुक् ॥ १० ॥''',
  '3-11.md': '''देवान् भावयतानेन ते देवा भावयन्तु वः ।
परस्परम् भावयन्तः श्रेयः परम् अवाप्स्यथ ॥ ११ ॥''',
  '3-12.md': '''इष्टान् भोगान् हि वो देवा दास्यन्ते यज्ञभाविताः ।
तैर्दत्तानप्रदायैभ्यो यो भुङ्क्ते स्तेन एव सः ॥ १२ ॥''',
  '3-13.md': '''यज्ञशिष्टाशिनः सन्तो मुच्यन्ते सर्वकिल्बिषैः ।
ते त्वघम् भुन्जते पापा यो पचन्ति आत्मकारणात् ॥ १३ ॥''',
  '3-14_to_3-16.md': '''अन्नात् भवन्ति भूतानि पर्जन्यात् अन्न सम्भवः ।
यज्ञात् भवति पर्जन्यो यज्ञः कर्म समुद्भवः ॥ १४ ॥
कर्म भह्मोद्भवम् विद्धि ब्रह्माक्षर समुद्भवम् ।
तस्मात् सर्वगतम् ब्रह्म नित्यम् यज्ञे प्रतिष्ठितम् ॥ १५ ॥
एवम् प्रवर्तितम् चक्रम् नानुवर्तयतीह यः ।
अघायुरिन्द्रियारामो मोघम् पार्थ स जीवति ॥ १६ ॥''',
  '3-17_to_3-19.md': '''यस्तु आत्म रतिरेव स्यात् आत्म तृप्तश्च मानवः ।
आत्मन्येव च सन्तुष्टः तस्य कार्यम् न विद्यते ॥ १७ ॥
नैव तस्य कृतेनार्थो नाकृतेन इह कश्चन ।
न चास्य सर्वभूतेषु कश्चित् अर्थ व्यपाश्रयः ॥ १८ ॥
तस्मात् असक्तः सततम् कार्यम् कर्म समाचर ।
असक्तो हि आचरन् कर्म परमाप्नोति पूरुषः ॥ १९ ॥''',
  '3-20.md': '''कर्मण्यैव सम्सिद्धिम् आस्थिता जनकादयः ।''',
  '3-20_to_3-21.md': '''लोकसङ्ग्रहमेवापि सम्पश्यन् कर्तुम् अर्हसि ॥ २० ॥
यद्यद् आचरति श्रेष्ठः तत्तदेवेतरो जनः ।
स यत् प्रमाणम् कुरुते लोकस्तद् अनुवर्तते ॥ २१ ॥''',
  '3-22.md': '''न मे पार्थ अस्ति कर्तव्यम् त्रिषु लोकेषु किन्चन ।
न अनवाप्तम् अवाप्तव्यम् वर्ते एव च कर्मणि ॥ २२ ॥''',
  '3-23_to_3-24.md': '''यदि हि अहम् न वर्तेयम् जातु कर्मणि अतन्द्रितः ।
मम वर्त्म अनुवर्तन्ते मनुष्याः पार्थ सर्वशः ॥ २३ ॥
उत्सीदेयुरिमे लोकाः न कुर्याम् कर्म चेदहम् ।
सङ्करस्य च कर्ता स्याम् उपहन्याम् इमाः प्रजाः ॥ २४ ॥''',
  '3-25_to_3-26.md': '''सक्ताः कर्मनि अविद्वाम्सो यथा कुर्वन्ति भारत ।
कुर्यात् विद्वान् तथा असक्तः चिकीर्षुर् लोक सङ्ग्रहम् ॥ २५ ॥
न बुद्धि भेदम् जनयेत् अज्ञानाम् कर्मसङ्गिनाम् ।
जोषयेत् सर्व कर्माणि विद्वान् युक्तः समाचरन् ॥ २६ ॥''',
  '3-27_to_3-28.md': '''प्रकृतेः क्रियमाणानि गुणैः कर्माणि सर्वशः ।
अहङ्कार विमूढात्मा कर्ताहम् इति मन्यते ॥ २७ ॥
तत्त्व वित्तु महाबाहो गुणकर्म विभागयोः ।
गुणा गुणेषु वर्तन्ते इति मत्वा न सज्जते ॥ २८ ॥''',
  '3-29.md': '''प्रकृतेः गुणसम्मूढाः सज्जन्ते गुणकर्मसु ।
तान् अकृत्स्न विदो मन्दण् कृत्स्नवित् न विचालयेत् ॥ २९ ॥''',
  '3-30.md': '''मयि सर्वाणि कर्माणि संन्यस्याध्यात्म चेतसा ।
निराशीर् निर्ममो भूत्वा युध्यस्व विगत ज्वरः ॥ ३० ॥''',
  '3-31.md': '''ये मे मतमिदम् नित्यम् अनुतिष्टन्ति मानवाः ।
श्रद्धावन्तः अनसूयन्तः मुच्यन्ते ते अपि कर्मभिः ॥ ३१ ॥''',
  '3-32.md': '''ये तु एतत् अभ्यसूयन्ते नानुतिष्ठन्ति मे मतम् ।
सर्वज्ञान विमूढान् तान् विद्धि नष्टान् अचेतसः ॥ ३२ ॥''',
  '3-33.md': '''सदृशम् चेष्टते स्वस्याः प्रकृतेः ज्ञानवानपि ।
प्रकृतिम् यान्ति भूतानि निग्रहः किम् करिष्यति ॥ ३३ ॥''',
  '3-34.md': '''इन्द्रियस्य इन्द्रियस्यार्थे राग द्वेषौ व्यवस्थितौ ।
तयोर्न वशम् आगच्छेत् तौ हि अस्य परिपाथिनौ ॥ ३४ ॥''',
  '3-35.md': '''श्रेयान् स्वधर्मो विगुणः परधर्मात् स्वनुष्ठितात् ।
स्वधर्मे निधनम् श्रेयः परधर्मो भयावहः ॥ ३५ ॥''',
  '3-36.md': '''अर्जुन उवाच -
अथ केन प्रयुक्तोऽयम् पापम् चरति पूरुषः ।
अनिच्छन्नपि वार्ष्णेय बलादिव नियोजितः ॥ ३६ ॥''',
  '3-37.md': '''श्री भगवान् उवाच -
काम एष क्रोध एष रजोगुण समुद्भवः ।
महाशनो महा पाप्मा विद्धि एनम् इह वैरिणम् ॥ ३७ ॥''',
  '3-38.md': '''धूमेनाव्रियते वह्निः यथादर्शो मलेन च ।
यथा उल्बेन आवृतो गर्भः तथा तेन इदम् आवृतम् ॥ ३८ ॥''',
  '3-39.md': '''आवृतम् ज्ञानम् एतेन ज्ञानिनो नित्य वैरिणा ।
कामरूपेण कौन्तेय दुष्पूरेण अनलेन च ॥ ३९ ॥''',
  '3-40.md': '''इन्द्रियाणि मनो बुद्धिरस्य अधिष्ठानम् उच्यते ।
एतैः विमोहयत्येषः ज्ञानम् आवृत्य देहिनम् ॥ ४० ॥''',
  '3-41.md': '''तस्मात् त्वम् इन्द्रियाण्यादौ नियम्य भरतर्षभ ।
पाप्मानम् प्रजहि ह्येनम् ज्ञानविज्ञान नाशनम् ॥ ४१ ॥''',
  '3-42.md': '''इन्द्रियाणि पराण्याहुः इन्द्रियेभ्यः परम् मनः ।
मनसस्तु परा बुद्धिः यो बुद्धेः परतस्तु सः ॥ ४२ ॥''',
  '3-43.md': '''एवम् बुद्धेः परम् बुद्ध्वा सम्स्तभ्यात्मानम् आत्मना ।
जहि शत्रुम् महाबाहो कामरूपम् दुरासदम् ॥ ४३ ॥''',
  'Chapter_4.md': '''Worship with activity''',
  '4-1_to_4-3.md': '''श्री भगवान् उवाच -
इमम् विवस्वते योगम् प्रोक्तवान् अहम् अव्ययम् ।
विवस्वान् मनवे प्राह मनुर् इक्ष्वाकवेऽब्रवीत् ॥ १ ॥
एवम् परम्परा प्राप्तम् इमम् राजर्षयो विदुः ।
स कालेनेह महता योगो नष्टः परन्तप ॥ २ ॥
स एवायम् मया तेऽद्य योगः प्रोक्तः पुरातनः ।
भकोऽसि मे सखा चेति रहस्यम् ह्येतद् उत्तमम् ॥ ३ ॥''',
  '4-4.md': '''अर्जुन उवाच -
अवरम् भवतो जन्म परम् जन्म विवस्वतः ।
कथम् एतत् विजानीयाम् त्वम् आदौ प्रोक्तवान् इति ॥''',
  '4-5.md': '''भगवान् उवाच -
बहूनि मे व्यतीतानि जन्मानि तव च अर्जुन ।
तान्यहम् वेद सर्वाणि न त्वम् वेत्थ परन्तप ॥ ५ ॥''',
  '4-6.md': '''अजोपि सन् अव्ययात्मा भूतानाम् ईश्वरोपि सन् ।
प्रकृतिम् स्वमधिष्ठाय सम्भवामि आत्म मायया ॥ ६ ॥''',
  '4-7.md': '''यदा यदा हि धर्मस्य ग्लानिर्भवति भारत ।
अभ्युत्थानम् अधर्मस्य तदात्मानम् सृजाम्यहम् ॥ ७ ॥''',
  '4-8.md': '''परित्राणाय साधूनाम् विनाशाय च दुष्कृताम् ।
धर्म सम्स्थापनार्थाय सम्भवामि युगे युगे ॥ ८ ॥''',
  '4-9.md': '''जन्म कर्म च मे दिव्यम् एवम् यो वेत्ति तत्त्वतः ।
त्यक्त्वा देहम् पुनर्जन्म नैति मामेति सः अर्जुन ॥ ९ ॥''',
  '4-10.md': '''वीत राग भय क्रोधाः मन्मया माम् उपाश्रिताः ।
बहवो ज्ञान तपसा पूता मद्भावम् आगताः ॥ १० ॥''',
  '4-11.md': '''यो यथा माम् प्रपद्यन्ते तान् तथैव भजाम्यहम् ।
मम वर्त्मानुवर्तन्ते मनुष्याः पार्थ सर्वशः ॥ ११ ॥''',
  '4-12.md': '''काङ्क्षन्तः कर्मणाम् सिद्धिम् यजन्त इह देवताः ।
क्षिप्रम् हि मानुषे लोके सिद्धिर्भवति कर्मजा ॥ १२ ॥''',
  '4-13.md': '''चातुर्वण्यम् मया सृष्टम् गुण कर्म विभागशः ।
तस्य कर्तारम् अपि माम् विद्धि अकर्तारम् अव्ययम् ॥ १३ ॥''',
  '4-14.md': '''न माम् कर्माणि लिम्पन्ति न मे कर्म फले स्पृहा ।
इति माम् योऽभिजानाति कर्मभिर्न स बध्यते ॥ १४ ॥''',
  '4-15.md': '''एवम् ज्ञात्वा कृतम् कर्म पूर्वैरपि मुमुक्षुभिः ।
कुरु कर्मैव तस्मात् त्वम् पूर्वैः पूर्वतरम् कृतम् ॥ १५ ॥''',
  '4-16.md': '''किम् कर्म किम् अकर्मेति कवयोऽप्यत्र मोहिताः ।
तत्ते कर्म प्रवक्ष्यामि यत् ज्ञात्वा मोक्ष्यसे अशुभात् ॥ १६ ॥''',
  '4-17.md': '''कर्मणो ह्यपि बोद्धव्यम् बोद्धव्यम् च विकर्मणः ।
अकर्मणश्च बोद्धव्यम् गहना कर्मणो गतिः ॥ १७ ॥''',
  '4-18.md': '''कर्मण्यकर्म यः पश्येत् अकर्मणि च कर्म यः ।
स बुद्धिमान् मनुष्येषु स युक्तः कृत्स्न कर्म कृत् ॥ १८ ॥''',
  '4-19.md': '''यस्य सर्वे समारम्भाः काम सङ्कल्प वर्जिताः ।
ज्ञानाग्नि दग्ध कर्माणम् तमाहुः पण्डितम् बुधाः ॥ १९ ॥''',
  '4-20.md': '''त्यक्त्वा कर्म फलासङ्गम् नित्यतृप्तो निराश्रयः ।
कर्मण्यभिप्रवृत्तोऽपि नैव किन्चित् करोति सः ॥ २० ॥''',
  '4-21.md': '''निराशीर् यतचित्तात्मा त्यक्त सर्व परिग्रहः ।
शारीरम् केवलम् कर्म कुर्वन् नाप्नोति किल्बिषम् ॥ २१ ॥''',
  '4-22.md': '''यदृच्छा लाभ सन्तुष्टो द्वन्द्वातीतो विमत्सरः ।
समः सिद्धावसिद्धौ च कृत्वापि न निबध्यते ॥ २२ ॥''',
  '4-23.md': '''गतसङ्गस्य मुक्तस्य ज्ञानावस्थित चेतसः ।
यज्ञाय आचरतः कर्म समग्रम् प्रविलीयते ॥ २३ ॥''',
  '4-24.md': '''ब्रह्मार्पणम् ब्रह्म हविः ब्रह्माग्नौ ब्रह्मणा हुतम् ।
ब्रह्मैव तेन गन्तव्यम् ब्रह्म कर्म समाधिना ॥ २४ ॥''',
  '4-25.md': '''दैवमेवापरे यज्ञम् योगिनः पर्युपासते ।
ब्रह्माग्नौ अपरे यज्ञम् यज्ञेनैव उपजुह्वति ॥ २५ ॥''',
  '4-26.md': '''श्रोत्रादीन् ईन्द्रियाण्यन्ये सम्यमाग्निषु जुह्वति ।
शब्दादीन् विषयान् अन्ये इन्द्रियाग्निषु जुह्वति ॥ २६ ॥''',
  '4-27.md': '''सर्वाणीन्द्रिय कर्माणि प्राण कर्माणि चापरे ।
आत्म सम्यम योगाग्नौ जुह्वति ज्ञान दीपिते ॥ २७ ॥''',
  '4-28.md': '''द्रव्य यज्ञास्तपो यज्ञाः योग यज्ञास्तथापरे ।
स्वाध्याय ज्ञान यज्ञाश्च यतयः सम्शित व्रताः ॥ २८ ॥''',
  '4-29_to_4-30.md': '''अपाने जुह्वति प्राणम् प्राणे अपानम् तथापरे ।
प्राणापान गती रुद्ध्वा प्राणायाम परायणाः ॥ २९ ॥
अपरे नियताहाराः प्राणान् प्राणेषु जुह्वति ।''',
  '4-30_(cont.)_to_4-31.md': '''सर्वेपि एते यज्ञविदो यज्ञ क्षपित कल्मषाः ॥ ३० ॥
यज्ञ शिष्टामृत भुजो यान्ति ब्रह्म सनातनम् ।''',
  '4-31_(cont.).md': '''नायम् लोकोऽस्ति अयज्ञस्य कुतोऽन्यः कुरुसत्तम ॥ ३१ ॥''',
  '4-32.md': '''एवम् बहुविधा यज्ञा वितता ब्रह्मणो मुखे ।
कर्मजान् विद्धि तान् सर्वान् एवम् ज्ञात्वा विमोक्ष्यसे ॥ ३२ ॥''',
  '4-33.md': '''श्रेयान् द्रव्य मयात् यज्ञात् ज्ञानयज्ञः परन्तप ।
सर्वम् कर्माखिलम् पार्थ ज्ञाने परिसमाप्यते ॥ ३३ ॥''',
  '4-34.md': '''तद्विद्धि प्रणिपातेन परिप्रश्नेन सेवया ।
उपदेक्ष्यन्ति ते ज्ञानम् ज्ञानिनः तत्त्व दर्शिनः ॥ ३४ ॥''',
  '4-35.md': '''यत् ज्ञात्वा न पुनर्मोहम् एवम् यास्यसि पान्दव ।
येन भूतान्यशेषेण द्रक्ष्यसि आत्मन्यथो मयि ॥ ३५ ॥''',
  '4-36.md': '''अपि चेदसि पापेभ्यः सर्वेभ्यः पापकृत्तमः ।
सर्वम् ज्ञानप्लवेनैव वृजिनम् सन्तरिष्यसि ॥ ३६ ॥''',
  '4-37.md': '''यथैधाम्सि समिद्धोग्निः भस्मसात् कुरुतेऽर्जुन ।
ज्ञानाग्निः सर्वकर्माणि भस्मसात् कुरुते तथा ॥ ३७ ॥''',
  '4-38.md': '''न हि ज्ञानेन सदृशम् पवित्रमिह विद्यते ।
तत्स्वयम् योगसम्सिद्धः कालेनात्मनि विन्दति ॥ ३८ ॥''',
  '4-39.md': '''श्रद्धावान् लभते ज्ञानम् तत्परः सम्यतेन्द्रियः ।
ज्ञानम् लब्ध्वा पराम् शान्तिम् अचिरेणाधिगच्छति ॥ ३९ ॥''',
  '4-40.md': '''अज्ञश्च अश्रद्दधानश्च सम्शयात्मा विनश्यति ।
नायम् लोकोऽस्ति न परो न सुखम् सम्शयात्मनः ॥ ४० ॥''',
  '4-41.md': '''योग संन्यस्त कर्माणम् ज्ञान सन्छिन्न सम्शयम् ।
आत्मवन्तम् न कर्माणि निबध्नन्ति धनन्जय ॥ ४१ ॥''',
  '4-42.md': '''तस्मात् अज्ञान सम्भूतम् हृत्स्थम् ज्ञानासिनात्मनः ।
छित्वैनम् सम्शयम् योगमाथिष्ठ उत्तिष्ठ भारत ॥ ४२ ॥''',
  'Chapter_5.md': '''Offer your work''',
  '5-1.md': '''अर्जुन उवाच -
संन्यासम् कर्मणाम् कृष्ण पुनर्योगम् च शम्ससि ।
यच्छ्रेय एतयोरेकम् तन्मे ब्रूहि सुनिश्चितम् ॥ १ ॥''',
  '5-2.md': '''श्री भगवान् उवाच -
संन्यासः कर्मयोगश्च निश्श्रेय सकरौ उभौ ।
तयोस्तु कर्म संन्यासात् कर्मयोगो विशिष्यते ॥ २ ॥''',
  '5-3.md': '''ज्ञेयः स नित्य संन्यासी यो न द्वेष्टि न काङ्क्षति ।
निर्द्वन्द्वो हि महाबाहो सुखम् बन्धात् प्रमुच्यते ॥ ३ ॥''',
  '5-4.md': '''साङ्ख्य योगौ पृथक् बालाः प्रवदन्ति न पन्दिताः ।
एकम् अप्यास्थितः सम्यक् उभयोर् विन्दते फलम् ॥ ४ ॥''',
  '5-5.md': '''यत्साङ्ख्यैः प्राप्यते स्थानम् तत् योगैरपि गम्यते ।
एकम् साङ्ख्यम् च योगम् च यः पश्यति स पश्यति ॥ ५ ॥''',
  '5-6.md': '''संन्यासस्तु महाबाहो दुःखम् आप्तुम् अयोगतः ।
योगयुक्तो मुनिर् ब्रह्म न चिरेण अधिगच्छति ॥ ६ ॥''',
  '5-7.md': '''योगयुक्तो विशुद्धात्मा विजितात्मा जितेन्द्रियः ।
सर्व भूतात्म भूतात्मा कुर्वन्नपि न लिप्यते ॥ ७ ॥''',
  '5-8_to_5-9.md': '''नैव किन्चित् करोमीति युक्तो मन्येत तत्ववित् ।
पश्यन् शृण्वन् स्पृशन् जिघ्रन् अश्नन् गच्छन् स्वपन् श्वसन् ॥ ८ ॥
प्रलपन् विसृजन् गृह्णन् उन्मिषन् निमिषन्नपि ।
इन्द्रियाणि इन्द्रियार्थेषु वर्तन्त इति धारयन् ॥ ९ ॥''',
  '5-10.md': '''ब्रह्मण्याधाय कर्माणि सङ्गम् त्यक्त्वा करोति यः ।
लिप्यते न स पापेन पद्म पत्रम् इवाम्भसा ॥ १० ॥''',
  '5-11.md': '''कायेन मनसा बुद्ध्या केवलैरिन्द्रियैरपि ।
योगिनः कर्म कुर्वन्ति सङ्गम् त्यक्त्वा आत्म शुद्धये ॥ ११ ॥''',
  '5-12.md': '''युक्तः कर्म फलम् त्यक्त्वा शान्तिम् आप्नोति नैष्ठिकीम् ।
अयुक्तः कामकारेण फले सक्तो निबध्यते ॥ १२ ॥''',
  '5-13.md': '''सर्व कर्माणि मनसा संन्यस्यास्ते सुखम् वशी ।
नवद्वारे पुरे देही नैव कुर्वन् न कारयन् ॥ १३ ॥''',
  '5-14.md': '''न कर्तृत्वव्म् न कर्माणि लोकस्य सृजति प्रभुः ।
न कर्म फल सम्योगम् स्वभावस्तु प्रवर्तते ॥ १४ ॥''',
  '5-15.md': '''नादत्ते कस्यचित् पापम् न चैव सुकृतम् विभुः ।
अज्ञानेन आवृतम् ज्ञानम् तेन मुह्यन्ति जन्तवः ॥ १५ ॥''',
  '5-16.md': '''ज्ञानेन तु तद् अज्ञानम् येषाम् नाशितम् आत्मनः ।
तेषाम् आदित्यवत् ज्ञानम् प्रकाशयति तत्परम् ॥ १६ ॥''',
  '5-17.md': '''तत् बुद्धयः तदात्मानः तन्निष्ठाः तत्परायणाः ।
गच्छन्ति अपुनरावृत्तिम् ज्ञान निर्धूत कल्मषाः ॥ १७ ॥''',
  '5-18.md': '''विद्या विनय सम्पन्ने भाह्मणे गवि हस्तिनि ।
शुनि चैव श्वपाके च पन्दिताः सम दर्शिनः ॥ १८ ॥''',
  '5-19.md': '''इहैव तैर्जितः सर्गः येषाम् साम्ये स्थितम् मनः ।
निर्दोषम् हि समम् ब्रह्म तस्मात् ब्रह्मणि ते स्थिताः ॥ १९ ॥''',
  '5-20.md': '''न प्रहृष्येत् प्रियम् प्राप्य न उद्विजेत् प्राप्य चाप्रिअम् ।
स्थिर बुद्धिर् असम्मूढो ब्रह्मविद् ब्रह्मणि स्थितः ॥२० ॥''',
  '5-21.md': '''बाह्य स्पर्शेषु असक्तात्मा विन्दत्यात्मनि यः सुखम् ।
स ब्रह्मयोग युक्तात्मा सुखम् अक्षयम् अश्नुते ॥ २१ ॥''',
  '5-22.md': '''ये हि सम्स्पर्शजा भोगा दुःखयोनय एव ते ।
आद्यन्तवन्तः कौन्तेय न तेषु रमते बुधः ॥ २२ ॥''',
  '5-23.md': '''शक्नोति इहैव यः सोढुम् प्राक् शरीर विमोक्षणात् ।
काम क्रोधोद्भवम् वेगम् स युक्तः स सुखी नरः ॥ २३ ॥''',
  '5-24.md': '''यो अन्तस्सुखो अन्तरारामः तथा अन्तर्ज्योतिरेव यः ।
स योगी ब्रह्म निर्वाणम् ब्रह्म भूतोऽधिगच्छति ॥ २४ ॥''',
  '5-25.md': '''लभन्ते ब्रह्म निर्वाणम् ऋषयः क्षीण कल्मषाः ।
छिन्न द्वैधा यतात्मानः सर्व भूत हिते रताः ॥ २५ ॥''',
  '5-26.md': '''काम क्रोध वियुक्तानाम् यतीनाम् यतचेतसाम् ।
अभितो ब्रह्म निर्वाणम् वर्तते विजितात्मनाम् ॥ २६ ॥''',
  '5-27_to_5-28.md': '''स्पर्शान् कृत्वा बहिर्बाह्यान् चक्षुश्चैव अन्तरे भ्रुवोः ।
प्राणापानौ समौ कृत्वा नासाभ्यन्तर चारिणौ ॥ २७ ॥
यतेन्द्रिय मनो बुद्धिः मुनिर्मोक्ष परायणः ।
विगतीच्छा भय क्रोधो यस्सदा मुक्त एव सः ॥ २८ ॥''',
  '5-29.md': '''भोक्तारम् यग्न तपसाम् सर्व लोक महेश्वरम् ।
सुहृदम् सर्व भूतानाम् ज्ञात्वा माम् शान्तिमृच्छति ॥ २९ ॥''',
  'Chapter_6.md': '''Intimacy with Krishna''',
  '6-1.md': '''अनाश्रितः कर्म फलम् कार्यम् कर्म करोति यः ।
स संन्यासी च योगी च न निराग्निर्न चाक्रियः ॥ १ ॥''',
  '6-2.md': '''यम् संन्यास इति प्राहुः योगम् तम् विद्धि पाण्डव ।
न हि असंन्यस्त सङ्कल्पो योगी भवति कश्चन ॥ २ ॥''',
  '6-3.md': '''आरुरुक्षोः मुनेर्योगम् कर्म कारणम् उच्यते ।
योगारूढस्य तस्यैव शमः कारणम् उच्यते ॥ ३ ॥''',
  '6-4.md': '''यदा हि नेन्द्रियार्थेषु न कर्मसु अनुषज्जते ।
सर्व सङ्कल्प संन्यासी योगारूढः तदोच्यते ॥ ४ ॥''',
  '6-5.md': '''उद्धरेत् आत्मनाऽत्मानम् न आत्मानम् अवसादयेत् ।
आत्मैव हि आत्मनो बन्धुः आत्मैव रिपुरात्मनः ॥ ५ ॥''',
  '6-6.md': '''बन्धुरात्माऽत्मनस्तस्य येन आत्मैव आत्मना जितः ।
अनात्मनस्तु शत्रुत्वे वर्तेत् आत्मैव शत्रुवत् ॥ ६ ॥''',
  '6-7.md': '''जितात्मनः प्रशान्तस्य परमात्मा समाहितः ।
शीतोश्ण सुख दुःखेषु तथा मान अपमानयोः ॥ ७ ॥''',
  '6-8.md': '''ज्ञान विज्ञान तृप्तात्मा कूटस्थो विजितेन्द्रियः ।
युक्त इत्युच्यते योगी सम लोष्ठाश्म कान्चनः ॥ ८ ॥''',
  '6-9.md': '''सुहृन् मित्रारि उदासीन मध्यस्थ द्वेष्य बन्धुषु ।
साधुष्वपि च पापेषु सम बुद्धिर् विशिष्यते ॥ ९ ॥''',
  '6-10.md': '''योगी युन्जीत सततम् आत्मानम् रहसि स्थितः ।
एकाकी यतचित्तात्मा निराशीरपरिग्रहः ॥ १० ॥''',
  '6-11_to_6-12.md': '''शुचौ देशे प्रतिष्ठाप्य स्थिरम् आसनम् आत्मनः ।
नात्युच्छ्रितम् नाति नीचम् चेलाजिन कुशोत्तरम् ॥ ११ ॥
तत्रैकाग्र्यम् मनः कृत्वा यत चित्तेन्द्रिअ क्रियः ।
उपविश्यासने युन्ज्यात् योगम् आत्म विशुद्धये ॥ १२ ॥''',
  '6-13_to_6-14.md': '''समम् काय शिरोग्रीवम् धारयन् अचलम् स्थिरम् ।
सम्प्रेक्ष्य नासिकाग्रम् स्वम् दिशश्च अनवलोकयन् ॥ १३ ॥
प्रशान्तात्मा विगत भीः ब्रह्मचारि व्रते स्थितः ।
मनस्सम्यम्य मच्चित्तो युक्त आसीत मत्परः ॥ १४ ॥''',
  '6-15.md': '''युन्जन्नेवम् सदा आत्मानम् योगी नियत मानसः ।
शान्तिम् निर्वाण परमाम् मत्सम्स्थाम् अधिगच्छति ॥ १५ ॥''',
  '6-16_to_6-17.md': '''नात्यश्नतस्तु योगोऽस्ति न चैकान्तम् अनश्नतः ।
न चाति स्वप्न शीलस्य जाग्रतो नैव च अर्जुन ॥ १६ ॥
युक्त आहार विहारस्य युक्त चेष्टस्य कर्मसु ।
युक्त स्वप्नावबोधस्य योगो भवति दुःख हा ॥ १७ ॥''',
  '6-18.md': '''यदा विनियतम् चित्तम् आत्मन्येव अवतिष्ठते ।
निःस्पृहः सर्व कामेभ्यो युक्त इत्युच्यते तदा ॥ १८ ॥''',
  '6-19.md': '''यथा दीपो निवातस्थो नेङ्गते सोपमा स्मृता ।
योगिनो यतचित्तस्य युन्जतो योगमात्मनः ॥ १९ ॥''',
  '6-20_to_6-23.md': '''यत्र उपरमते चित्तम् निरुद्धम् योग सेवया ।
यत्र चैवात्मना आत्मानम् पश्यन् आत्मनि तुष्यति ॥ २० ॥
सुखम् अत्यन्तिकम् यत्तद् बुद्धिग्राह्यम् अतीन्द्रियम् ।
वेत्ति यत्र न चैवायम् स्थितः चलति तत्त्वतः ॥ २१ ॥
यम् लब्ध्वा चापरम् लाभम् मन्यते नाधिकम् ततः ।
यस्मिन् स्थिते न दुःखेन गुरुणाऽपि विचाल्यते ॥ २२ ॥
तम् विद्यात् दुःखसम्योग वियोगम् योग सन्ज्ञितम् ।
स निश्चयेन योक्तव्यो योगोऽनिर्विण्ण चेतसा ॥ २३ ॥''',
  '6-24_to_6-25.md': '''सङ्कल्प प्रभवान् कामान् त्यक्त्वा सर्वान् अशेषतः ।
मनस्यैव इन्द्रिय ग्रामम् विनियम्य समन्ततः ॥ २४ ॥
शनैः शनैरुपरमेत् बुद्ध्या धृति गृहीतया ।
आत्मसम्स्थम् मनः कृत्वा न किन्चिदपि चिन्तयेत् ॥ २५ ॥''',
  '6-26.md': '''यतो यतो निश्चरति मनः चन्चलम् अस्थिरम् ।
ततस्ततो नियम्यैतत् आत्मन्येव वशम् नयेत् ॥ २६ ॥''',
  '6-27.md': '''प्रशान्त मनसम् ह्येनम् योगिनम् सुखम् उत्तमम् ।
उपैति शान्तरजसम् ब्रह्मभूतम् अकल्मषम् ॥ २७ ॥''',
  '6-28.md': '''एवम् युन्जन् सदात्मानम् योगी विगत कल्मषः ।
सुखेन ब्रह्म सम्स्पर्शम् अत्यन्तम् सुखम् अश्नुते ॥ २८ ॥''',
  '6-29.md': '''सर्व भूतस्थम् आत्मानम् सर्व भूतानि चात्मनि ।
ईक्षते योगयुक्तात्मा सर्वत्र समदर्शनः ॥ २९ ॥''',
  '6-30.md': '''यो माम् पश्यति सर्वत्र सर्वम् च मयि पश्यति ।
तस्याहम् न प्रणश्यामि स च मे न प्रणश्यति ॥ ३० ॥''',
  '6-31.md': '''सर्वभूतस्थम् यो माम् भजति एकत्वमास्थितः ।
सर्वथा वर्तमानोऽपि स योगी मयि वर्तते ॥ ३१ ॥''',
  '6-32.md': '''आत्मौपम्येन सर्वव्त्र समम् पश्यति योऽअर्जुन ।
सुखम् वा यदि वा दुःखम् स योगी परमो मतः ॥ ३२ ॥''',
  '6-33_to_6-34.md': '''अर्जुन उवाच -
योऽयम् योगस्त्वया प्रोक्तः साम्येन मधुसूधन ।
एतस्याहम् न पश्यामि चन्चलत्वात् स्थितिम् स्थिराम् ॥ ३३ ॥
चन्चलम् हि मनः कृश्ण प्रमाथि बलवत् धृढम् ।
तस्याहम् निग्रहम् मन्ये वायोरिव सुदुष्करम् ॥ ३४ ॥''',
  '6-35_to_6-36.md': '''श्री भगवान् उवाच -
असम्शयम् महाबाहो मनो दुर्निग्रहम् चलम् ।
अभ्यासेन तु कौन्तेय वैराग्येण च गृह्यते ॥ ३५ ॥
असम्यतात्मना योगो दुष्ट्राप इति मे मतिः ।
वश्यात्मना तु यतता शक्योऽवाप्तुम् उपायतः ॥ ३६ ॥''',
  '6-37_to_6-39.md': '''अर्जुन उवाच -
अयतिः श्रद्धयोपेतो योगात् चलित मानसः ।
अप्राप्य योग सम्सिद्धिम् काम् गतिम् कृष्ण गच्छति ॥ ३७ ॥
कच्चित् उभय विभ्रष्टः छिन्नाभ्रमिव नश्यति ।
अप्रतिष्ठो महाबाहो विमूढो ब्रह्मणः पथि ॥ ३८ ॥
एतम् मे सम्शयम् कृष्ण! छेत्तुम् अर्हसि अशेषतः ।
त्वदन्यः सम्षयस्यास्य छेत्ता नह्युपपद्यते ॥ ३९ ॥''',
  '6-40.md': '''श्री भगवान् उवाच -
पार्थ नैवेह नामुत्र विनाशस्तस्य विद्यते ।
न हि कल्याण कृत् कश्चित् दुर्गतिम् तात गच्छति ॥ ४० ॥''',
  '6-41.md': '''प्राप्य पुण्यकृतान् लोकान् उषित्वा शाश्वतीः समाः ।
शुचीनाम् श्रीमताम् गेहे योग भ्रष्टोऽभिजायते ॥ ४१ ॥''',
  '6-42.md': '''अथवा योगिनाम् एव कुले भवति धीमताम् ।
एतद्धि दुर्लभतरम् लोके जन्म यदीदृशम् ॥ ४२ ॥''',
  '6-43_to_6-44.md': '''तत्र तम् बुद्धिसंयोगम् लभते पौर्व दैहिकम् ।
यतते च ततो भूयः सम्सिद्धौ कुरुनन्दन ॥ ४३ ॥
पूर्वाभ्यासेन तेनैव ह्रियते ह्यवशोऽपि सः ।''',
  '6-44.md': '''जिज्ञासुरपि योगस्य शब्दब्रह्मातिवर्तते ॥ ४४ ॥''',
  '6-45.md': '''प्रयत्नात् यतमानस्तु योगी सम्शुद्ध किल्बिषः ।
अनेक जन्म सम्सिद्धः ततो याति पराम् गतिम् ॥ ४५ ॥''',
  '6-46.md': '''तपस्विभ्योऽधिको योगी ज्ञानिभ्योऽपि मतोऽधिकः ।
कर्मिब्यः चाधिको योगी तस्मात् योगी भवार्जुन ॥ ४६ ॥''',
  '6-47.md': '''योगिनाम् अपि सर्वेषाम् मद्गतेन अन्तरात्मना ।
श्रद्धावान् भजते यो माम् स मे युक्ततमो मतः ॥ ४७ ॥''',
  'Chapter_7.md': '''Types of worshipers''',
  '7-1.md': '''श्री भगवानुवाच -
मय्यासक्त मनाः पार्थ योगम् युन्जन् मदाश्रयः ।
असम्शयम् समग्रम् माम् यथा ज्ञास्यसि तत् शृणु ॥ १ ॥''',
  '7-2.md': '''ज्ञानम् तेऽहम् सविज्ञानम् इदम् वक्ष्यामि अशेषतः ।
यत् ज्ञात्वा नेह भूयो अन्यत् ज्ञातव्यम् अव्शिष्यते ॥ २ ॥''',
  '7-3.md': '''मनुष्याणाम् सहस्रेषु कश्चित् यतति सिद्धये ।
यततामपि सिद्धानाम् कश्चिन्माम् वेत्ति तत्वतः ॥ ३ ॥''',
  '7-4.md': '''भूमिरापोऽनलो वायुः खम् मनो बुद्धिरेव च ।
अहङ्कार इतीयम् मे भिन्ना प्रकृतिरष्टधा ॥ ४ ॥''',
  '7-5.md': '''अपरेयम् इतस्त्वन्यम् प्रकृतिम् विद्धि मे पराम् ।
जीवबूताम् महाबाहो यया इदम् धार्यते जगत् ॥ ५ ॥''',
  '7-6.md': '''एतत् योनीनि भूतानि सर्वाणि इत्युपधारय ।
अहम् कृत्स्नस्य जगतः प्रभवः प्रलयस्तथा ॥ ६ ॥''',
  '7-7.md': '''मत्तः परतरम् नान्यत् किन्चित् अस्ति धनन्जय ।
मयि सर्वम् इदम् प्रोतम् सूत्रे मणिगणा इव ॥ ७ ॥''',
  '7-8_to_7-11.md': '''रसोऽहम् अप्सु कौन्तेय प्रभाऽस्मि शशि सूर्ययोः ।
प्रणवः सर्व वेदेषु शब्दः खे पौरुषम् नृषु ॥ ८ ॥
पुण्यो गन्धः पृथिव्याम् च तेजश्च अस्मि विभावसौ ।
जीवनम् सर्व भूतेषु तपश्चास्मि तपस्विषु ॥ ९ ॥
बीजम् माम् सर्व भूतानाम् विद्धि पार्थ सनातनम् ।
बुद्धि बुद्धिमताम् अस्मि तेजः तेजस्विनाम् अहम् ॥ १० ॥
बलम् बलवताम् चाहम् काम राग विवर्जितम् ।
धर्म अविरुद्धो भूतेषु कामोस्मि भरतर्षभ ॥ ११ ॥''',
  '7-12.md': '''ये चैव सात्विका भावा राजसाः तामसाश्च ये ।
मत्त एवेति तान् विद्धि न त्वहम् तेषु ते मयि ॥ १२ ॥''',
  '7-13.md': '''त्रिभिः गुणमयैः भावैः एभिः सर्वम् इदम् जगत् ।
मोहितम् नाभिजानाति मामेभ्यः परम् अव्ययम् ॥ १३ ॥''',
  '7-14.md': '''दैवी ह्येषा गुणमयी मम माया दुरत्यया ।
मामेव ये प्रपद्यन्ते मायामेताम् तरन्ति ते ॥ १४ ॥''',
  '7-15.md': '''न माम् दुष्कृतिनो मूढाः प्रपद्यन्ते नराधमाः ।
मायया अपहृत ज्ञानाः असुरम् भावम् आश्रिताः ॥ १५ ॥''',
  '7-16.md': '''चतुर्विधा भजन्ते माम् जनाः सुकृतिनः अर्जुन ।
आर्तो जिज्ञासुः अर्थार्थी ज्ञानी च भरतर्षभ ॥ १६ ॥''',
  '7-17.md': '''तेषाम् ज्ञानी नित्ययुक्तः एकभक्तिः विशिष्यते ।
प्रियो हि ज्ञानिनः अत्यर्थम् अहम् स च मम प्रियः ॥ १७ ॥''',
  '7-18.md': '''उदाराः सर्व एवैते ज्ञानी तु आत्मैव मे मतम् ।
आस्थितः स हि युक्तात्मा मामेव अनुत्तमाम् गतिम् ॥ १८ ॥''',
  '7-19.md': '''बहूनाम् जन्मनाम् अन्ते ज्ञानवान् माम् प्रपद्यते ।
वासुदेवः सर्वम् इति स महात्मा सुदुर्लभः ॥ १९ ॥''',
  '7-20.md': '''कामैः तैस्तैः हृतज्ञानाः प्रपद्यन्ते अन्य देवताः ।
तम् तम् नियमम् आस्थाय प्रकृत्या नियताः स्वया ॥ २० ॥''',
  '7-21.md': '''यो यो याम् याम् तनुम् भक्तः श्रद्धया अर्चितुम् इच्छति ।
तस्य तस्य अचलाम् श्रद्धाम् तामेव विदधाम्यहम् ॥ २१ ॥''',
  '7-22.md': '''स तया श्रद्धया युक्तः तस्य आराधनम् ईहते ।
लभते च ततः कामान् मया एव विहितान् हि तान् ॥ २२ ॥''',
  '7-23.md': '''अन्तवत्तु फलम् तेषाम् तद्भवति अल्प मेधसाम् ।
देवान् देवयजो यान्ति मद्भक्ता यान्ति माम् अपि ॥ २३ ॥''',
  '7-24.md': '''अव्यक्तम् व्यक्तिम् आपन्नम् मन्यन्ते माम् अबुद्धयः ।
परम् भावम् अजानन्तो मम अव्ययम् अनुत्तमम् ॥ २४ ॥''',
  '7-25.md': '''नाहम् प्रकाशः सर्वस्य योग माया समावृतः ।
मूढः अयम् नाभिजानाति लोको माम् अजम् अव्ययम् ॥ २५ ॥''',
  '7-26.md': '''वेदाहम् समतीतानि वर्तमानानि च अर्जुन ।
भविष्याणि च भूतानि माम् तु वेद न कश्चन ॥ २६ ॥''',
  '7-27.md': '''इच्छा द्वेष समुत्थेन द्वन्द्व मोहेन भारत ।
सर्व भूतानि सम्मोहम् सर्गे यान्ति परन्तप ॥ २७ ॥''',
  '7-28.md': '''येषाम् तु अन्तगतम् पापम् जनानाम् पुण्यकर्मणाम् ।
ते द्वन्द्व मोह निर्मुक्ता भजन्ते माम् दृढव्रताः ॥ २८ ॥''',
  '7-29.md': '''जरा मरण मोक्षाय माम् आश्रित्य यतन्ति ये ।
ते ब्रह्म तद्विदुः कृत्स्नम् अध्यात्मम् कर्म चाखिलम् ॥ २९ ॥''',
  '7-30.md': '''साधिभूत अधिदैवम् माम् साधियज्ञम् च ये विदुः ।
प्रयाण काले अपि माम् ते विदुः युक्त चेतसाः ॥ ३० ॥''',
  'Chapter_8.md': '''Know Lord Krishna''',
  '8-1_to_8-2.md': '''अर्जुन उवाच -
किम् तत् ब्रह्म किम् अध्यात्मम् किम् कर्म पुरुषोत्तम ।
अधिभूतम् च किम् प्रोक्तम् अधिदैवम् किम् उच्यते ॥ १ ॥
अधियज्ञः कथम् कोऽत्र देहे अस्मिन् मधुसूदन ।
प्रयाण काले च कथम् ज्ञेयोऽसि नियतात्मभिः ॥ २ ॥''',
  '8-3.md': '''श्री भगवान् उवाच -
अक्षरम् ब्रह्म परमम् स्वभावोऽध्यात्मम् उच्यते ।
भूत भावोद्भवकरो विसर्गः कर्म सन्ज्ञितः ॥ ३ ॥''',
  '8-4.md': '''अधिभूतम् क्षरो भावः पुरुषश्च अधिदैवतम् ।
अधियज्ञो अहमेव अत्र देहे देहभृताम् वर ॥ ४ ॥''',
  '8-5.md': '''अन्तकाले च मामेव स्मरन् मुक्त्वा कलेवरम् ।
यः प्रयाति स मद्भावम् याति नास्ति अत्र सम्शयः ॥ ५ ॥''',
  '8-6.md': '''यम् यम् वाऽपि स्मरन् भावम् त्यजत्यन्ते कलेवरम् ।
तम् तमेवैति कौन्तेय सदा तद्भाव भावितः ॥ ६ ॥''',
  '8-7.md': '''तस्मात् सर्वेषु कालेषु मामनुस्मर युध्य च ।
मय्यर्पित मनो बुद्धिः मामेवैष्यसि असम्शयः ॥ ७ ॥''',
  '8-8.md': '''अभ्यास योग युक्तेन चेतसाऽनन्यगामिना ।
परमम् पुरुषम् दिव्यम् याति पार्थ अनुचिन्तयन् ॥ ८ ॥''',
  '8-9_to_8-10.md': '''कविम् पुराणम् अनुशासितारम्
अणोरणीयाम्सम् अनुस्मरेत् यः ।
सर्वस्य धातारम् अचिन्त्य रूपम्
आदित्य वर्णम् तमसः परस्तात् ॥ ९ ॥
प्रयाण काले मनसाऽचलेन
भक्त्या युक्तो योगबलेन चैव ।
भ्रुवोः मध्ये प्राणम् आवेश्य सम्यक्
स तम् परम् पुरुषम् उपैति दिव्यम् ॥ १० ॥''',
  '8-11.md': '''यत् अक्षरम् वेदविदो वदन्ति
विशन्ति यत् यतयो वीतरागाः ।
यत् इच्छन्तो ब्रह्मचर्यम् चरन्ति
तत्ते पदम् सङ्ग्रहेण प्रवक्ष्ये ॥ ११ ॥''',
  '8-12_to_8-13.md': '''सर्वद्वाराणि सम्यम्य मनो हृदि निरुध्य च ।
मूर्ध्न्या आधायाऽत्मनः प्राणम् आस्थितो योगधारणाम् ॥ १२ ॥
ओमिति एकाक्षरम् ब्रह्म व्याहरन् माम् अनुस्मरन् ।
यः प्रयाति त्यजन् देहम् स याति परमाम् गतिम् ॥ १३ ॥''',
  '8-14.md': '''अनन्य चेताः सततम् यो माम् स्मरति नित्यशः ।
तस्याहम् सुलभः पार्थ नित्य युक्तस्य योगिनः ॥ १४ ॥''',
  '8-15.md': '''माम् उपेत्य पुनर्जन्म दुःखालयम् अशाश्वतम् ।
नाप्नुवन्ति महात्मानः सम्सिद्धिम् परमाम् गताः ॥ १५ ॥''',
  '8-16.md': '''आब्रह्म भुवनात् लोकाः पुनरावर्तिनः अर्जुन ।
माम् उपेत्य तु कौन्तेय पुनर्जन्म न विद्यते ॥ १६ ॥''',
  '8-17_to_8-19.md': '''सहस्र युग पर्यन्तम् अहर्यत् ब्रह्मणो विदुः ।
रात्रिम् युग सहस्रान्ताम् ते अहोरात्र विदो जनाः ॥ १७ ॥
अव्यक्तात् व्यक्तयः सर्वाः प्रभवन्ति अहरागमे ।
रात्र्यागमे प्रलीयन्ते तत्रैव अव्यक्तसन्ज्ञके ॥ १८ ॥
भूतग्रामः स एवायम् भूत्वा भूत्वा प्रलीयते ।
रात्र्यागमे अवशः पार्थ प्रभवति अहरागमे ॥ १९ ॥''',
  '8-20_to_8-21.md': '''परस्तस्मात् तु भावोऽन्योऽव्यक्तोऽव्यक्तात् सनातनः ।
यः स सर्वेषु भूतेषु नश्यत्सु न विनश्यति ॥ २० ॥
अव्यक्तोऽक्षर इत्युक्तः तमाहुः परमाम् गतिम् ।
यम् प्राप्य न निवर्तन्ते तद्धाम परमम् मम ॥ २१ ॥''',
  '8-22.md': '''पुरुषः स परः पार्थ भक्त्या लभ्यस्तु अनन्यया ।
यस्यान्तःस्थानि भूतानि येन सर्वमिदम् ततम् ॥ २२ ॥''',
  '8-23_to_8-24.md': '''यत्र काले त्वनावृत्तिम् आवृत्तिम् चैव योगिनः ।
प्रयाता यान्ति तम् कालम् वक्ष्यामि भरतर्षभ ॥ २३ ॥
अग्निर् ज्योतिर् अहः शुक्लः षण्मासा उत्तरायणम् ।
तत्र प्रयाता गच्छन्ति ब्रह्म ब्रह्म विदो जनाः ॥ २४ ॥''',
  '8-25.md': '''धूमो रात्रिस्तथा कृष्णः षण्मासा दक्षिणायनम् ।
तत्र चान्द्रमसम् ज्योतिः योगी प्राप्य निवर्तते ॥ २५ ॥''',
  '8-26.md': '''शुक्ल कृष्णे गती ह्येते जगतः शाश्वते मते ।
एकया याति अनावृत्तिम् अन्ययावर्तते पुनः ॥ २६ ॥''',
  '8-27.md': '''नैते सृती पार्थ जानन् योगी मुह्यति कश्चन ।
तस्मात् सर्वेषु कालेषु योगयुक्तो भव अर्जुन ॥ २७ ॥''',
  '8-28.md': '''वेदेषु यज्ञेषु तपस्सु चैव दाने च यत् पुण्यफलम् प्रदिष्टम् ।
अत्येति तत् सर्वम् इदम् विदित्वा योगी परम् स्थानम् उपैति चाद्यम् ॥ २८ ॥''',
  'Chapter_9.md': '''Worship with devotion''',
  '9-1.md': '''श्री भगवान् उवाच -
इदम् तु ते गुह्यतमम् प्रवक्ष्यामि अनसूयवे ।
ज्ञानम् विज्ञान सहितम् यत् ज्ञात्वा मोक्ष्यसे अशुभात् ॥ १ ॥''',
  '9-2.md': '''राजविद्या राजगुह्यम् पवित्रम् इदम् उत्तमम् ।
प्रत्यक्षावगमम् धर्म्यम् सुसुखम् कर्तुमव्ययम् ॥ २ ॥''',
  '9-3.md': '''अश्रद्दधानाः पुरुषाः धर्मस्य अस्य परन्तप ।
अप्राप्य माम् निवर्तन्ते मृत्यु सम्सार वर्त्मनि ॥ ३ ॥''',
  '9-4_to_9-5.md': '''मया ततम् इदम् सर्वम् जगत् अव्यक्त मूर्तिना ।
मत्स्थानि सर्व भूतानि न चाहम् तेषु अवस्थितः ॥ ४ ॥
न च मत्स्थानि भूतानि पश्य मे योगम् ऐश्वरम् ।
भूतभृत् न च भूतस्थो ममात्मा भूतभावनः ॥ ५ ॥''',
  '9-6.md': '''यथा आकाशस्थितो नित्यम् वायुः सर्वत्रगो महान् ।
तथा सर्वाणि भूतानि मत्स्थानि इत्युपधारय ॥ ६ ॥''',
  '9-7.md': '''सर्व भूतानि कौन्तेय प्रकृतिम् यान्ति मामिकाम् ।
कल्प क्षये पुनः तानि कल्पादौ विसृजाम्यहम् ॥ ७ ॥''',
  '9-8.md': '''प्रकृतिम् स्वाम् अवष्टभ्य विसृजामि पुनः पुनः ।
भूत ग्रामम् इमम् कृत्स्नम् अवशम् प्रकृतेर्वशात् ॥ ८ ॥''',
  '9-9.md': '''न च माम् तानि कर्माणि निबध्नन्ति धनन्जय ।
उदासीनवदासीनम् असक्तम् तेषु कर्मसु ॥ ९ ॥''',
  '9-10.md': '''मया अध्यक्षेण प्रकृतिः सूयते सचराचरम् ।
हेतुना अनेन कौन्तेय जगद्धि परिवर्तते ॥ १० ॥''',
  '9-11.md': '''अवजानन्ति माम् मूढाः मानुषीम् तनुम् आश्रिताम् ।
परम् भावम् अजानन्तो मम भूत महेश्वरम् ॥ ११ ॥''',
  '9-12.md': '''मोघाशा मोघ कर्मणो मोघ ज्ञाना विचेतसः ।
राक्षसीम् आसुरीम् चैव प्रकृतिम् मोहिनीम् श्रिताः ॥ १२ ॥''',
  '9-13.md': '''महात्मानस्तु माम् पार्थ दैवीम् प्रकृतिम् आश्रिताः ।
भजन्ति अनन्य मनसो ज्ञात्वा भूतादिम् अव्ययम् ॥ १३ ॥''',
  '9-14.md': '''सततम् कीर्तयन्तो माम् यतन्तः च दृढव्रताः ।
नमस्यन्तः च माम् भक्त्या नित्ययुक्ता उपासते ॥ १४ ॥''',
  '9-15.md': '''ज्ञानयज्ञेन चाप्यन्ये यजन्तो माम् उपासते ।
एकत्वेन पृथक्त्वेन बहुधा विश्वतोमुखम् ॥ १५ ॥''',
  '9-16.md': '''अहम् क्रतुरहम् यज्ञः स्वधा अहम् अहम् औषधम् ।
मन्त्रो अहम् अहम् एव आज्यम् अहम् अग्निरहम् हुतम् ॥ १६ ॥''',
  '9-17.md': '''पिता अहम् अस्य जगतो माता धाता पितामहः ।
वेद्यम् पवित्रम् ओम्कारः ऋक् साम यजुरेव च ॥ १७ ॥''',
  '9-18.md': '''गतिर्भर्ता प्रभुः साक्षी निवासः शरणम् सुहृत् ।
प्रभव प्रलय स्थानम् निधानम् बीजम् अव्ययम् ॥ १८ ॥''',
  '9-19.md': '''तपाम्यहम् अहम् वर्ष निगृह्णामि उत्सृजामि च ।
अमृतम् चैव मृत्युः च सदसत् च अहम् अर्जुन ॥ १९ ॥''',
  '9-20_to_9-21.md': '''त्रैविद्या माम् सोमपाः पूतपापाः
यज्ञैरिष्ट्वा स्वर्गतिम् प्रार्थयन्ते ।
ते पुण्यमासाद्य सुरेन्द्र लोकम्
अश्नन्ति दिव्यान् दिवि देव-भोगान् ॥ २० ॥
ते तम् भुक्त्वा स्वर्ग लोकम् विशालम्
क्षीणे पुण्ये मर्त्य लोकम् विशन्ति ।
एवम् त्रयी धर्मम् अनुप्रपन्नाः
गतागतम् कामकामा लभन्ते ॥ २१ ॥''',
  '9-22.md': '''अनन्याः चिन्तयन्तो माम् ये जनाः पर्युपासते ।
तेषाम् नित्याभियुक्तानाम् योग क्षेमम् वहाम्यहम् ॥ २२ ॥''',
  '9-23.md': '''ये तु अन्य देवता भक्ताः यजन्ते श्रद्धयाऽन्विताः ।
तेऽपि मामेव कौन्तेय यजन्ति अविधिपूर्वकम् ॥ २३ ॥''',
  '9-24.md': '''अहम् हि सर्व यज्ञानाम् भोक्ता च प्रभुरेव च ।
न तु माम् अभिजानन्ति तत्वेनातः च्यवन्ति ते ॥ २४ ॥''',
  '9-25.md': '''यान्ति देवव्रता देवान्
पितृन् यान्ति पितृव्रताः ।
भूतानि यान्ति भूतेज्याः
यान्ति मद्याजिनोऽपि माम् ॥ २५ ॥''',
  '9-26.md': '''पत्रम् पुष्पम् फलम् तोयम् यो मे भक्त्या प्रयच्छति ।
तदहम् भक्त्युपहृतम् अश्नामि प्रयतात्मनः ॥ २६ ॥''',
  '9-27.md': '''यत् करोषि यत् अश्नासि जत् जुहोषि ददासि यत् ।
यत् तपस्यसि कौन्तेय तत् कुरुष्व मदर्पणम् ॥ २७ ॥''',
  '9-28.md': '''शुभाशुभ फलैरेवम् मोक्ष्यसे कर्म बन्धनैः ।
संन्यास योग युक्तात्मा विमुक्तो माम् उपैष्यसि ॥ २८ ॥''',
  '9-29.md': '''समोऽहम् सर्व भूतेषु
न मे द्वेषोऽस्ति न प्रियः ।
ये भजन्ति तु माम् भक्त्या
मयि ते तेषु चाप्यहम् ॥ २९ ॥''',
  '9-30.md': '''अपि चेत् सुदुराचारो भजते माम् अनन्यभाक् ।
साधुरेव स मन्तव्यः सम्यक् व्यवसितो हि सः ॥ ३० ॥''',
  '9-31.md': '''क्षिप्रम् भवति धर्मात्मा शश्वत् शान्तिम् निगच्छति ।
कौन्तेय प्रतिजानीही न मे भक्तः पणश्यति ॥ ३१ ॥''',
  '9-32_to_9-33.md': '''माम् हि पार्थ व्यपाश्रित्य योऽपि स्युः पापयोनयः ।
स्त्रियो वैश्याः तथा शूद्राः तेऽपि यान्ति पराम् गतिम् ॥ ३२ ॥
किम् पुनः ब्राह्मणाः पुण्याः भक्ता राजर्षयः तथा ।
अनित्यम् असुखम् लोकम् इमम् प्राप्य भजस्व माम् ॥ ३३ ॥''',
  '9-34.md': '''मन्मना भव मद्भक्तो मद्याजी माम् नमस्कुरु ।
माम् एवैष्यसि युक्त्वैवम् आत्मानम् मत्परायणः ॥ ३४ ॥''',
  'Chapter_10.md': '''Krishna is special''',
  '10-1.md': '''श्री भगवान् उवाच -
भूय एव महाबाहो शृणु मे परमम् वचः ।
यत् ते अहम् प्रीयमाणाय वक्ष्यामि हित काम्यया ॥ १ ॥''',
  '10-2.md': '''न मे विदुः सुरगणाः प्रभवम् न महर्षयः ।
अहम् आदिर्हि देवानाम् महर्षीणाम् च सर्वषः ॥ २ ॥''',
  '10-3.md': '''यो माम् अजम् अनादिम् च वेत्ति लोकमहेश्वरम् ।
असम्मूढः स मर्त्येषु सर्वपापैः प्रमुच्यते ॥ ३ ॥''',
  '10-4_to_10-5.md': '''बुद्धिः ज्ञानम् असम्मोहः क्षमा सत्यम् दमः शमः ।
सुखम् दुःखम् भवोऽभावो भयम् च अभयम् एव च ॥ ४ ॥
अहिम्सा समता तुष्टिः तपो दानम् यशोऽयशः ।
भवन्ति भावा भूतानाम् मत्त एव पृथक् विधाः ॥ ५ ॥''',
  '10-6.md': '''महर्षयः सप्त पूर्वे चत्वारो मनवस्तथा ।
मद्भावा मानसा जाताः येषाम् लोके इमाः प्रजाः ॥ ६ ॥''',
  '10-7.md': '''एताम् विभूतिम् योगम् च मम यो वेत्ति तत्त्वतः ।
सः अविकम्प्येन योगेन युज्यते नात्र सम्शयः ॥ ७ ॥''',
  '10-8.md': '''अहम् सर्वस्य प्रभवो मत्तः सर्वम् प्रवर्तते ।
इति मत्वा भजन्ते माम् बुधा भाव समन्विताः ॥ ८ ॥''',
  '10-9.md': '''मच्चित्ता मद्गत प्राणाः बोधयन्तः परस्परम् ।
कथयन्तः च माम् नित्यम् तुष्यन्ति च रमन्ति च ॥ ९ ॥''',
  '10-10.md': '''तेषाम् सतत युक्तानाम् भजताम् प्रीति पूर्वकम् ।
ददामि बुद्धियोगम् तम् येन माम् उपयान्ति ते ॥ १० ॥''',
  '10-11.md': '''तेषाम् एव अनुकम्पार्थम् अहम् अज्ञानजम् तमः ।
नाशयामि आत्मभावस्थो ज्ञान दीपेन भास्वता ॥ ११ ॥''',
  '10-12_to_10-13.md': '''अर्जुन उवाच -
परम् ब्रह्म परम् धाम पवित्रम् परमम् भवान् ।
पुरुषम् शाश्वतम् दिव्यम् आदिदेवम् अजम् विभुम् ॥ १२ ॥
आहुः त्वाम् ऋषयः सर्वे देवर्षिः नारदस्तथा ।
असितो देवलो व्यासः स्वयम् चैव ब्रवीषि मे ॥ १३ ॥''',
  '10-14.md': '''सर्वम् एतत् ऋतम् मन्ये यत् माम् वदसि केशव ।
न हि ते भगवन् व्यक्तिम् विदुः देवा न दानवाः ॥ १४ ॥''',
  '10-15.md': '''स्वयमेव आत्मना आत्मानम् वेत्थ त्वम् पुरुषोत्तम ।
भूत भावन भूतेश देवदेव जगत्पते ॥ १५ ॥''',
  '10-16.md': '''वक्तुम् अर्हसि अशेषेण दिव्या ह्यात्म विभूतयः ।
याभिः विभूतिभिः लोकान् इमाम् त्वम् व्याप्य तिष्ठसि ॥ १६ ॥''',
  '10-17.md': '''कथम् विद्याम् अहम् योगी त्वाम् सदा परिचिन्तयन् ।
केषु केषु च भावेषु चिन्त्यो असि भगवन् मया ॥ १७ ॥''',
  '10-18.md': '''विस्तरेण आत्मनो योगम् विभूतिम् च जनार्दन ।
भूयः कथय तृप्तिर्हि शृण्वतो नास्ति मे अमृतम् ॥ १८ ॥''',
  '10-19.md': '''श्री भगवान् उवाच -
हन्त ते कथयिष्यामि विभूतीः आत्मनः शुभाः ।
प्राधान्यतः कुरुश्रेष्ठ नास्त्यन्तो विस्तरस्य मे ॥ १९ ॥''',
  '10-20.md': '''अहम् आत्मा गुडाकेश सर्व भूताशय स्थितः ।
अहम् आदिश्च मध्यम् च भूतानाम् अन्त एव च ॥ २० ॥''',
  '10-21.md': '''आदित्यानाम् अहम् विष्णुः ज्योतिषाम् रविः अन्शुमान् ।
मरीचिः मरुताम् अस्मि नक्षत्राणाम् अहम् शशी ॥ २१ ॥''',
  '10-22.md': '''वेदानाम् सामवेदोऽस्मि देवानाम् अस्मि वासवः ।
इन्द्रियाणाम् मनश्च अस्मि भूतानाम् अस्मि चेतना ॥ २२ ॥''',
  '10-23.md': '''रुद्राणाम् शङ्करः चास्मि वित्तेशो यक्ष रक्षसाम् ।
वसूनाम् पावकः चास्मि शिखरिणाम् अहम् मेरुः ॥ २३ ॥''',
  '10-24.md': '''पुरोधसाम् च मुख्यम् माम् विद्धि पार्थ बृहस्पतिम् ।
सेनानीनाम् अहम् स्कन्दः सरसाम् अस्मि सागरः ॥ २४ ॥''',
  '10-25.md': '''महर्षीणाम् भृगुरहम् गिराम् अस्मि एकम् अक्षरम् ।
यज्ञानाम् जप यज्ञोऽस्मि स्थावराणाम् हिमालयः ॥ २५ ॥''',
  '10-26_to_10-29.md': '''अश्वत्थः सर्व वृक्षाणाम् देवर्षीणाम् च नारदः ।
गन्धर्वाणाम् चित्ररथः सिद्धानाम् कपिलो मुनिः ॥ २६ ॥
उच्चैश्रवसम् अश्वानाम् विद्धि माम् अमृतोद्भवम् ।
ऐरावतम् गजेन्द्राणाम् नराणाम् च नराधिपम् ॥ २७ ॥
आयुधानाम् अहम् वज्रम् धेनूनाम् अस्मि कामधुक् ।
प्रजनश्चास्मि कन्दर्पः सर्पाणाम् अस्मि वासुकिः ॥ २८ ॥
आनन्तश्चास्मि नागानाम् वरुणो यादसाम् अहम् ।
पितृऽणाम् अर्यमा चास्मि यमः सम्यमतामहम् ॥ २९ ॥''',
  '10-30.md': '''प्रह्लादः चास्मि दैत्यानाम् कालः कलयताम् अहम् ।
मृगाणाम् च मृगेन्द्रोऽहम् वैनतेयः च पक्षिणाम् ॥ ३० ॥''',
  '10-31.md': '''पवनः पवताम् अस्मि रामः शस्त्र भृताम् अहम् ।
झषाणाम् मकरः चास्मि स्रोतसाम् अस्मि जाह्नवी ॥ ३१ ॥''',
  '10-32.md': '''सर्गाणाम् आदिरन्तः च मध्यम् चैवाहम् अर्जुन ।
अध्यात्म विद्या विद्यानाम् वादः प्रवदताम् अहम् ॥ ३२ ॥''',
  '10-33.md': '''अक्षराणाम् अकारोऽस्मि द्वन्द्वः सामासिकस्य च ।
अहम् एव अक्षयः कालो धाताहम् विश्वतो मुखः ॥ ३३ ॥''',
  '10-34.md': '''मृत्युः सर्वहरः चाहम् उद्भवः च भविष्यताम् ।
कीर्तिः श्रीः वाकश्च नारीणाम् स्मृतिर्मेधा धृतिः क्षमा ॥ ३४ ॥''',
  '10-35.md': '''बृहत्साम तथा साम्नाम् गायत्री छन्दसाम् अहम् ।
मासानाम् मार्गशीर्षोऽहम् ऋतूनाम् कुसुमाकरः ॥ ३५ ॥''',
  '10-36.md': '''द्यूतम् छलयताम् अस्मि तेजः तेजस्विनाम् अहम् ।
जयोस्मि व्यवसायोऽस्मि सत्त्वम् सत्त्ववताम् अहम् ॥ ३६ ॥''',
  '10-37.md': '''वृष्णीनाम् वासुदेवोऽस्मि पान्डवानाम् धनन्जयः ।
मुनीनाम् अप्यहम् व्यासः कवीनाम् उशना कविः ॥ ३७ ॥''',
  '10-38.md': '''दंडो दमयताम् अस्मि नीतिरस्मि जिगीषताम् ।
मौनम् चैवास्मि गुह्यानाम् ज्ञानम् ज्ञानवताम् अहम् ॥ ३८ ॥''',
  '10-39.md': '''यत् चापि सर्व भूतानाम् बीजम् तदहम् अर्जुन ।
न तदस्ति विना यत् स्यात् मया भूतम् चराचरम् ॥ ३९ ॥''',
  '10-40.md': '''न अन्तोऽस्ति मम दिव्यानाम् विभूतीनाम् परन्तप ।
एष तु उद्देशतः प्रोक्तो विभूतेः विस्तरो मया ॥ ४० ॥''',
  '10-41.md': '''यद्यद् विभूतिमत् सत्त्वम् श्रीमत् ऊर्जितम् एव वा ।
तत्तद् एवागच्छ त्वम् मम तेजोऽम्श सम्भवम् ॥ ४१ ॥''',
  '10-42.md': '''अथवा बहुनैतेन किम् ज्ञातेन तवार्जुन ।
विष्टभ्याहम् इदम् कृत्स्नम् एकाम्शेन स्थितो जगत् ॥ ४२ ॥''',
  'Chapter_11.md': '''Show me Krishna''',
  '11-1.md': '''अर्जुन उवाच -
मदनुग्रहाय परमम् गुह्यम् अध्यात्म सन्ज्ञितम् ।
यत् त्वयोक्तम् वचस्तेन मोहोऽयम् विगतो मम ॥ १ ॥''',
  '11-2.md': '''भवाप्ययौ हि भूतानाम् श्रुतौ विस्तरशो मया ।
त्वत्तः कमल पत्राक्ष माहात्म्यम् अपि चाव्ययम् ॥ २ ॥''',
  '11-3.md': '''एवम् एतत् यथा आत्थ त्वम् आत्मानम् परमेश्वर ।
द्रष्टुम् इच्छामि ते रूपम् ऐश्वरम् पुरुषोत्तम ॥ ३ ॥''',
  '11-4.md': '''मन्यसे यदि मच्छक्यम् मया द्रष्टुम् इति प्रभो ।
योगेश्वर ततो मे त्वम् दर्शयाऽत्मानम् अव्ययम् ॥ ४ ॥''',
  '11-5.md': '''श्री भगवान् उवाच -
पश्य मे पार्थ रूपाणि शतशोऽथ सहस्रशः ।
नाना विधानि दिव्यानि नाना वर्णाकृतीनि च ॥ ५ ॥''',
  '11-6.md': '''पश्याऽदित्यान् वसून् रुद्रान् अश्विनौ मरुतस्तथा ।
बहूनि अदृष्ट पूर्वाणि पश्याऽश्चर्याणि भारत ॥ ६ ॥''',
  '11-7.md': '''इहैकस्थम् जगत् कृत्स्नम् पश्याद्य स चराचरम् ।
मम देहे गुडाकेश यत् च अन्यत् द्रष्टुम् इच्छसि ॥ ७ ॥''',
  '11-8.md': '''न तु माम् शक्ष्यसे द्रष्टुम् अनेनैव स्व चक्षुषा ।
दिव्यम् ददामि ते चक्षुः पश्य मे योगम् ऐश्वरम् ॥ ८ ॥''',
  '11-9.md': '''सन्जय उवाच -
एवमुक्त्वा ततो राजन् महा योगेश्वरो हरिः ।
दर्शयामास पार्थाय परमम् रूपम् ऐश्वरम् ॥ ९ ॥''',
  '11-10_to_11-11.md': '''अनेक वक्त्र नयनम् अनेकाद्भुत दर्शनम् ।
अनेक दिव्याभरणम् दिव्यानेकोद्यतायुधम् ॥ १० ॥
दिव्य माल्याम्बरधरम् दिव्य गन्धानुलेपनम् ।
सर्वाश्चर्यमयम् देवम् अनन्तम् विश्वतोमुखम् ॥ ११ ॥''',
  '11-12.md': '''दिवि सूर्य सहस्रस्य भवेत् युगपत् उत्थिता ।
यदि भाः सदृशी सा स्यात् भासस्तस्य महात्मनः ॥ १२ ॥''',
  '11-13.md': '''तत्रैकस्थम् जगत् कृत्स्नम् प्रविभक्तम् अनेकधा ।
अपश्यत् देवदेवस्य शरीरे पान्डवस्तदा ॥ १३ ॥''',
  '11-14.md': '''ततः स विस्मयाविष्टो हृष्ट रोमा धनन्जयः ।
प्रणम्य शिरसा देवम् कृतान्जलिः अभाषत ॥ १४ ॥''',
  '11-15.md': '''अर्जुन उवाच -
पश्यामि देवान् तव देव देहे
सर्वान् तथा भूत विशेष सङ्घान् ।
ब्रह्माणम् ईशम् कमलासनस्थम्
ऋषीन् च सर्वान् उरगान् च दिव्यान् ॥ १५ ॥''',
  '11-16.md': '''अनेक बाहूदर वक्त्र नेत्रम्
पश्यामि त्वाम् सर्वतः अनन्त रूपम् ।
नान्तम् न मध्यम् न पुनः तवाऽदिम्
पश्यामि विश्वेश्वर विश्वरूपम् ॥ १६ ॥''',
  '11-17.md': '''किरीटिनम् गदिनम् चक्रिणम् च
तेजोराशिम् सर्वतो दीप्तिमन्तम् ।
पश्यामि त्वाम् दुर्निरीक्षम् समन्तात्
दीप्तानलार्क द्युतिम् अप्रमेयम् ॥ १७ ॥''',
  '11-18.md': '''त्वम् अक्षरम् परमम् वेदित​व्यम्
त्वम् अस्य विश्वस्य परम् निधानम् ।
त्वम् अव्ययः शाश्वत धर्म गोप्ता
सनातनः त्वम् पुरुषो मतो मे ॥ १८ ॥''',
  '11-19.md': '''अनादिमध्यान्तम् अनन्त वीर्यम्
अनन्त बाहुम् शशि सूर्य नेत्रम् ।
पश्यामि त्वाम् दीप्त हुताश वक्त्रम्
स्वतेजसा विश्वम् इदम् तपन्तम् ॥ १९ ॥''',
  '11-20.md': '''द्यावा पृथिव्योः इदम् अन्तरम् हि
व्याप्तम् त्वयैकेन दिशश्च सर्वाः । 
दृष्ट्वाद्भुतम् रूपम् उग्रम् तवेदम्
लोकत्रयम् प्रव्यथितम् महात्मन् ॥ २० ॥''',
  '11-21.md': '''अमी हि त्वा सुरसङ्घा विशन्ति
केचित् भीताः प्रान्जलयो गृणन्ति ।
स्वस्तीत्युक्त्वा महर्षि सिद्ध सङ्घाः
स्तुवन्ति त्वाम् स्तुतिभिः पुष्कलाभिः ॥ २१ ॥''',
  '11-22.md': '''रुद्रादित्या वसवो ये च साध्याः
विश्वेऽश्विनौ मरुतश्च ऊष्मपाश्च ।
गन्धर्व यक्ष असुर सिद्ध सङ्घाः 
वीक्षन्ते त्वाम् विस्मताः चैव सर्वे ॥ २२ ॥''',
  '11-23.md': '''रूपम् महत्ते बहु वक्त्र नेत्रम्
महाबाहो बहुबाहूरु पादम् ।
बहूदरम् बहु दम्ष्ट्रा करालम्
दृष्ट्वा लोकाः प्रव्यथिताः तथोहम् ॥ २३ ॥''',
  '11-24.md': '''नभः स्पृशम् दीप्तम् अनेक वर्णम्
व्यात्ताननम् दीप्त विशाल नेत्रम् ।
दृष्ट्वा हि त्वाम् प्रव्यथितान्तरात्मा
धृतिम् न विन्दामि शमम् च विष्णो ॥ २४ ॥''',
  '11-25.md': '''दम्ष्ट्राकरालानि च ते मुखानि
दृष्ट्वैव कालानलसन्निभानि ।
दिशो न जाने न लभे च शर्म
प्रसीद देवेश जगन्निवास ॥ २५ ॥''',
  '11-26_to_11-27.md': '''अमी सर्वे धृतराष्ट्रस्य पुत्राः
सर्वैः सहैव अवनिपाल सङ्घैः ।
भीष्मो द्रोणः सूतपुत्रः तथासौ
सहास्मदीयैरपि योधमुख्यैः ॥ २६ ॥
वक्त्राणि ते त्वरमाणा विशन्ति
दम्ष्ट्राकरालानि भयानकानि ।
केचित् विलग्ना दशनान्तरेषु
सन्दृश्यन्ते चूर्णितैः उत्तमाङ्गैः ॥ २७ ॥''',
  '11-28_to_11-29.md': '''यथा नदीनाम् बहवोऽम्बुवेगाः
समुद्रम् एवाभिमुखम् द्रवन्ति ।
तथा तवामी नर लोक वीराः
विशन्ति वक्त्राणि अभिविज्वलन्ति ॥ २८ ॥
यथा प्रदीप्तम् ज्वलनम् पतङ्गाः
विशन्ति नाशाय समृद्ध वेगाः ।
तथैव नाशाय विशन्ति लोकः
तवापि वक्त्राणि समृद्ध वेगाः ॥ २९ ॥''',
  '11-30.md': '''लेलिह्यसे ग्रासमानः समन्तात्
लोकान् समग्रान् वदनैः ज्वलद्भिः ।
तेजोभिः आपूर्य जगत् समग्रम्
भासः तवोग्राः प्रतपन्ति विष्णो ॥ ३० ॥''',
  '11-31.md': '''आख्याहि मे को भवान् उग्र रुपो
नमोऽस्तु ते देववर प्रसीद ।
विज्ञातुम् इच्छामि भवन्तम् आद्यम्
न हि प्रजानामि तव प्रवृत्तिम् ॥ ३१ ॥''',
  '11-32.md': '''श्री भगवान् उवाच -
कालोऽस्मि लोक क्षयकृत् प्रवृद्धो
लोकान् समाहर्तुम् इह प्रवृत्तः ।
ऋतेपि त्वा न भ्विष्यन्ति सर्वे
येऽवस्थिताः प्रत्यनीकेषु योधाः ॥ ३२ ॥''',
  '11-33.md': '''तस्मात् त्वम् उत्तिष्ठ यशो लभस्व
जित्वा शत्रून् भुङ्क्ष्व राज्यम् समृद्धम् ।
मयैव एते निहताः पूर्वमेव
निमित्त मात्रम् भव सव्यसाचिन् ॥ ३३ ॥''',
  '11-34.md': '''द्रोणम् च भीष्मम् च जयद्रथम् च
कर्णम् तथाऽन्यान् अपि योध वीरान् ।
मया हतान् त्वम् जहि मा व्यथिष्ठाः
युध्यस्व जेतासि रणे सपत्नान् ॥ ३४ ॥''',
  '11-35.md': '''सन्जय उवाच -
एतच्छृत्वा वचनम् केशवस्य
कृतान्जलिः वेपमानः किरीटी ।
नमस्कृत्वा भूय एवाह कृष्णम्
सगद्गदम् भीत भीतः प्रणम्य ॥ ३५ ॥''',
  '11-36.md': '''अर्जुन उवाच -
स्थाने हृषीकेश तव प्रकीर्त्या
जगत् प्रहृष्यति अनुरज्यते च ।
रक्षाम्सि भीतानि दिशो द्रवन्ति
सर्वे नमस्यन्ति च सिद्ध सङ्घाः ॥ ३६ ॥''',
  '11-37_part_1.md': '''कस्मात् च ते न नमेरन् महात्मन्
गरीयसे ब्रह्मणोऽप्यादिकर्त्रे ।''',
  '11-37_part_2_to_11-38_part_1.md': '''अनन्त देवेश जगन्निवास
त्वम् अक्षरम् सदसत् तत्परम् यत् ॥ ३७ ॥
त्वम् आदिदेवः पुरुषः पुराणः
त्वम् अस्य विश्वस्य परम् निधानम्''',
  '11-38_part_2.md': '''वेत्तासि वेद्यम् च परम् च धाम
त्वया ततम् विश्वम् अनन्त रूप ॥ ३८ ॥''',
  '11-39_part_1.md': '''वायुर्यमोऽग्निः वरुणः शशाङ्कः
प्रजापतिः त्वम् प्रपितामहः च ।''',
  '11-39_part_2_-_40_part_1.md': '''नमो नमत्सेऽस्तु सहस्रकृत्वः
पुनः च भूयोऽपि नमो नमस्ते ॥ ३९ ॥
नमः पुरस्तात् अथ पृष्ठतः च
नमोऽस्तु ते सर्वत एव सर्व ।''',
  '11-40_part_2.md': '''अनन्त वीर्यामित विक्रमस्त्वम्
सर्वम् समाप्नोषि ततोऽसि सर्वः ॥ ४० ॥''',
  '11-41_to_11-42.md': '''सखेति मत्वा प्रसभम् यदुक्तम्
हे कृष्ण हे यादव हे सखेति ।
अजानता महिमानम् तवेमम्
मया प्रमादात् प्रणयेन वापि ॥ ४१ ॥
यत् च अपहासार्थम् असत् कृतोऽसि
विहार शय्यासन भोजनेषु ।
एकोऽथवाऽपि अच्युत तत्समक्षम्
तत् क्षामये त्वाम् अहम् अप्रमेयम् ॥ ४२ ॥''',
  '11-43.md': '''पितासि लोकस्य चराचरस्य
त्वम् अस्य पूज्यः च गुरुः गरीयान् ।
न त्वत्समोऽस्ति अभ्यधिकः कुतोऽन्यो
लोकत्रयोऽप्यि अप्रतिम प्रभाव ॥ ४३ ॥''',
  '11-44.md': '''तस्मात् प्रणम्य प्रणिधाय कायम्
प्रसादये त्वाम् अहम् ईशम् ईड्यम् ।
पितेव पुत्रस्य सखेव सख्युः
प्रियः प्रियायार्हसि देव सोढुम् ॥ ४४ ॥''',
  '11-45.md': '''अदृष्टपूर्वम् हृषितोऽस्मि दृष्ट्वा
भयेन च प्रव्यथितम् मनो मे ।
तदेव मे दर्शय देव रूपम्
प्रसीद देवेश जगन्निवास ॥ ४५ ॥''',
  '11-46.md': '''किरीटिनम् गदिनम् चक्र हस्तम्
इच्छामि त्वाम् द्रष्टुम् अहम् तथैव ।
तेनैव रूपेण चतुर्भुजेन
सहस्र बाहो भव विश्व मूर्ते ॥ ४६ ॥''',
  '11-47.md': '''श्री भगवान् उवाच -
मया प्रसन्नेन तवार्जुनेदम्
रूपम् परम् दर्शितम् आत्मयोगात् ।
तेजोमयम् विश्वम् अनन्तम् आद्यम्
यत् मे त्वदन्येन न दृष्ट पूर्वम् ॥ ४७ ॥''',
  '11-48.md': '''न वेद यज्ञ अध्ययनैः न दानैः
न क्रियाभिः न तपोभिः उग्रैः ।
एवम् रूपः शक्य अहम् नृलोके
द्रष्टुम् त्वदन्येन कुरुप्रवीर ॥ ४८ ॥''',
  '11-49.md': '''मा ते व्यथा मा च विमूढ भावो
दृष्ट्वा रूपम् घोरम् ईदृक् ममेदम् ।
व्यपेतभीः प्रीतमनाः पुनस्त्वम्
तदेव मे रूपम् इदम् प्रपश्य ॥ ४९ ॥''',
  '11-50.md': '''सन्जय उवाच -
इत्यर्जुनम् वासुदेवः तथोक्त्वा
स्वकम् रूपम् दर्शयामास भूयः।
आश्वासयामास च भीतम् एनम्
भूत्वा पुनः सौम्य वपुः महात्मा ॥ ५० ॥''',
  '11-51.md': '''अर्जुन उवाच -
दृष्ट्वा इदम् मानुषम् रूपम् तव सौम्यम् जनार्दन ।
इदानीम् अस्मि संम्वृत्तः सचेताः प्रकृतिम् गतः ॥ ५१ ॥''',
  '11-52.md': '''श्री भगवान् उवाच -
सु दुर्दर्शम् इदम् रूपम् दृष्टवान् असि यत् मम ।
देवा अपि अस्य रूपस्य नित्यम् दर्शन काङ्क्षिणः ॥ ५२ ॥''',
  '11-53_to_11-54.md': '''नाहम् वेदैः न तपसा न दानेन न चेज्यया ।
शक्य एवम् विधो द्रष्टुम् दृष्टवान् असि माम् यथा ॥ ५३ ॥
भक्त्या तु अनन्यया शक्यः अहम् एवम् विधार्जुन ।
ज्ञातुम् द्रष्टुम् च तत्त्वेन प्रवेष्टुम् च परन्तप ॥ ५४ ॥''',
  '11-55.md': '''मत्कर्म कृत् मत्परमो मद्भक्तः सङ्ग वर्जितः ।
निर्वैरः सर्व भूतेषु यः स मामेति पान्डव ॥ ५५ ॥''',
  'Chapter_12.md': '''Aspire to adore''',
  '12-1.md': '''अर्जुन उवाच -
एवम् सततयुक्ता ये भक्ताः त्वाम् पर्युपासते ।
ये चापि अक्षरम् अव्यक्तम् तेषाम् के योगवित्तमाः ॥ १ ॥''',
  '12-2.md': '''श्री भगवान् उवाच -
मय्यावेश्य मनो ये माम् नित्ययुक्ता उपासते ।
श्रद्धया परया उपेताः ते मे युक्ततमा मताः ॥ २ ॥''',
  '12-3_to_12-5.md': '''ये तु अक्षरम् अनिर्देश्यम् अव्यक्तम् पर्युपासते ।
सर्वत्रगम् अचिन्त्यम् च कूटस्थम् अचलम् ध्रुवम् ॥ ३ ॥
संनियम्य इन्द्रिय ग्रामम् सर्वत्र समबुद्धयः ।
ते प्राप्नुवन्ति माम् एव सर्व भूत हिते रताः ॥ ४ ॥
क्लेशोऽधिकतरः तेषाम् अव्यक्तासक्त चेतसाम् ।
अव्यक्ता हि गतिः दुःखम् देहवद्भिरवाप्यते ॥ ५ ॥''',
  '12-6_to_12-7.md': '''ये तु सर्वाणि कर्माणि मयि संन्यस्य मत्पराः ।
अनन्येनैव योगेन माम् ध्यायन्त उपासते ॥ ६ ॥
तेषाम् अहम् समुद्धर्ता मृत्यु सम्सार सागरात् ।
भवामि न चिरात् पार्थ मयि आवेशित चेतसाम् ॥ ७ ॥''',
  '12-8.md': '''मयि एव मन आधत्स्व मयि बुद्धिम् निवेशय ।
निवसिष्यसि मयि एव आत ऊर्ध्वम् न सम्शयः ॥ ८ ॥''',
  '12-9.md': '''अथ चित्तम् समाधातुम् न शक्नोषि मयि स्थिरम् ।
अभ्यास योगेन ततः मामिच्छाप्तुम् धनन्जय ॥ ९ ॥''',
  '12-10.md': '''अभ्यासे अपि असमर्थोऽसि मत्कर्म परमो भव ।
मदर्थम् अपि कर्माणि कुर्वन् सिद्धिम् अवाप्स्यसि ॥ १० ॥''',
  '12-11.md': '''अथैतत् अपि अशक्तोऽसि कर्तुम् मद्योगम् आश्रितः ।
सर्व कर्म फल त्यागम् ततः कुरु यतात्मवान् ॥ ११ ॥''',
  '12-12.md': '''श्रेयो हि ज्ञानम् अभ्यासात् ज्ञानात् ध्यानम् विशिष्यते ।
ध्यानात् कर्म फल त्यागः त्यागात् शान्तिरनन्तरम् ॥ १२ ॥''',
  '12-13_to_12-14.md': '''अद्वेष्टा सर्व भूतानाम् मैत्रः करुण एव च ।
निर्ममो निरहङ्कारः सम दुःख सुखः क्षमी ॥ १३ ॥
सन्तुष्टः सततम् योगी यतात्मा दृढ निश्चयः ।
मयि अर्पित मनो बुद्धिः यो मद्भक्तः स मे प्रियः ॥ १४ ॥''',
  '12-15.md': '''यस्मात् न उद्विजते लोकाः
लोकात् न उद्विजते च यः ।
हर्षामर्ष भयोद्वेगैः
मुक्तो यः स च मे प्रियः ॥ १५ ॥''',
  '12-16.md': '''अनपेक्षः शुचिर्दक्षः उदासीनो गतव्यथः ।
सर्वारम्भ परित्यागी यो मद्भक्तः स मे प्रियः ॥ १६ ॥''',
  '12-17.md': '''यो न हृष्यति न द्वेष्टि न शोचति न काङ्क्षति ।
शुभाशुभ परित्यागी भक्तिमान् यः स मे प्रियः ॥ १७ ॥''',
  '12-18_to_12-19.md': '''समः शत्रौ च मित्रे च तथा मान अपमानयोः ।
शीतोष्ण सुख दुःखेषु समः सङ्ग विवर्जितः ॥ १८ ॥
तुल्य निन्दा स्तुतिः मौनी सन्तुष्टो येन केनचित् ।
अनिकेतः स्थिरमतिः भक्तिमान् मे प्रियो नरः ॥ १९ ॥''',
  '12-20.md': '''ये तु धर्म्यामृतम् इदम् यथोक्तम् पर्युपासते ।
श्रद्दधाना मत्परमाः भक्तास्ते अतीव मे प्रियाः ॥ २० ॥''',
  'Chapter_13.md': '''Devotion in this world''',
  '13-1.md': '''श्री भगवान् उवाच -
इदम् शरीरम् कौन्तेय क्षेत्रम् इत्यभिधीयते ।
एतत् यो वेत्ति तम् प्राहुः क्षेत्रज्ञ इति तद्विदः ॥ १ ॥''',
  '13-2.md': '''क्षेत्रज्ञम् चापि माम् विद्धि सर्व क्षेत्रेषु भारत ।
क्षेत्र क्षेत्रज्ञयोः ज्ञानम् यत् तत् ज्ञानम् मतम् मम ॥ २ ॥''',
  '13-3.md': '''तत् क्षेत्रम् यत् च यादृक् च यत् विकारी यतः च यत् ।
स च यो यत् प्रभावः च तत् समासेन मे शृणु ॥ ३ ॥''',
  '13-4.md': '''ऋषिभिः बहुधा गीतम् छन्दोभिः विविधैः पृथक् ।
ब्रह्मसूत्र पदैः चैव हेतुमद्भिः विनिश्चितैः ॥ ४ ॥''',
  '13-5_to_13-6.md': '''महाभूतानि अहंकारो बुद्धिः अव्यक्तम् एव च ।
इन्द्रियाणि दशैकम् च पन्च च इन्द्रिय गोचराः ॥ ५ ॥
इच्छा द्वेषः सुखम् दुःखम् सङ्घातः चेतना धृतिः ।
एतत् क्षेत्रम् समासेन सविकारम् उदाहृतम् ॥ ६ ॥''',
  '13-7.md': '''अमानित्वम् अदम्भित्वम् अहिंसा क्षान्तिः आर्जवम् ।
आचार्य उपासनम् शौचम् स्थैर्यम् आत्म विनिग्रहम् ॥ ७ ॥''',
  '13-8.md': '''इन्द्रियार्थेषु वैराग्यम् अनहंकार एव च ।
जन्म मृत्यु जरा व्याधि दुःख दोषानुदर्शनम् ॥ ८ ॥''',
  '13-9.md': '''असक्तिः अनभिष्वङ्गः पुत्र दार गृहादिषु ।
नित्यम् च सम चित्तत्वम् इष्टानिष्ट उपपत्तिषु ॥ ९ ॥''',
  '13-10.md': '''मयि च अनन्य योगेन भक्तिः अव्यभिचारिणे ।
विविक्त देश सेवित्वम् अरतिः जनसम्सदि ॥ १० ॥''',
  '13-11.md': '''अध्यात्म ज्ञान नित्यत्वम् तत्व ज्ञानार्थ दर्शनम् ।
एतत् ज्ञानम् इति प्रोक्तम् अज्ञानम् यदतोऽन्यथा ॥ ११ ॥''',
  '13-12.md': '''ज्ञेयम् यत् तत् प्रवक्ष्यामि यत् ज्ञात्वा अमृतम् अश्नुते ।
अनादिमत् परम् ब्रह्म न सत् तत् नासदुच्यते ॥ १२ ॥''',
  '13-13.md': '''सर्वतः पाणि पादम् तत् सर्वतोऽक्षि शिरो मुखम् ।
सर्वतः श्रुतिमत् लोके सर्वम् आवृत्य तिष्ठति ॥ १३ ॥''',
  '13-14.md': '''सर्वेन्द्रिय गुणाभासम् सर्वेन्द्रिय विवर्जितम् ।
असक्तम् सर्व भृत् चैव निर्गुणम् गुण भोक्तृ च ॥ १४ ॥''',
  '13-15.md': '''बहिरन्तः च भूतानाम् अचरम् चरम् एव च ।
सूक्ष्मत्वात् तदविज्ञेयम् दूरस्थम् चान्तिके च तत् ॥ १५ ॥''',
  '13-16.md': '''अविभक्तम् च भूतेषु विभक्तम् इव च स्थितम् ।
भूत भर्तृ च तत् ज्ञेयम् ग्रसिष्णु प्रभविष्णु च ॥ १६ ॥''',
  '13-17.md': '''ज्योतिषाम् अपि तत् ज्योतिः तमसः परम् उच्यते ।
ज्ञानम् ज्ञेयम् ज्ञानगम्यम् हृदि सर्वस्य विष्ठितम् ॥ १७ ॥''',
  '13-18.md': '''इति क्षेत्रम् तथा ज्ञानम् ज्ञेयम् चोक्तम् समासतः ।
मद्भक्त एतत् विज्ञाय मत् भावाय उपपद्यते ॥ १८ ॥''',
  '13-19.md': '''प्रकृतिम् पुरुषम् चैव विद्धि अनादि उभौ अपि ।
विकारान् च गुणान् चैव विद्धि प्रकृति सम्भवान् ॥ १९ ॥''',
  '13-20.md': '''कार्य कारण कर्तृत्वे हेतुः प्रकृतिः उच्यते ।
पुरुषः सुख दुःखानाम् भोक्तृत्वे हेतुरुच्यते ॥ २० ॥''',
  '13-21_first_part.md': '''पुरुषः प्रकृतिस्थो हि भुङ्क्ते प्रकृतिजान् गुणान् ।''',
  '13-21_second_part.md': '''कारणम् गुणसङ्गोऽस्य सदसत् योनि जन्मसु ॥ २१ ॥''',
  '13-22.md': '''उपद्रष्टा अनुमन्ता च भर्ता भोक्ता महेश्वरः ।
परमात्मा इति चाप्युक्तो देहेऽस्मिन् पुरुषः परः ॥ २२ ॥''',
  '13-23.md': '''य एनम् वेत्ति पुरुषम् प्रकृतिम् च गुणैः सह ।
सर्वथा वर्तमानोऽपि न स भूयः अभिजायते ॥ २३ ॥''',
  '13-24.md': '''ध्यानेनाऽत्मनि पश्यन्ति केचित् आत्मानम् आत्मना ।
अन्ये साङ्ख्येन योगेन कर्मयोगेन चापरे ॥ २४ ॥''',
  '13-25.md': '''अन्ये त्वेवम् अजानन्तः श्रुत्वाऽन्येभ्य उपासते ।
तेऽपि चातितरन्ति एव मृत्युम् श्रुति परायणाः ॥ २५ ॥''',
  '13-26.md': '''यावत् सन्जायते किन्चित् सत्त्वम् स्थावर जङ्गमम् ।
क्षेत्र क्षेत्रज्ञ सम्योगात् तद्विद्धि भरतर्षभ ॥ २६ ॥''',
  '13-27.md': '''समम् हि सर्व भूतेषु तिष्ठन्तम् परमेश्वरम् ।
विनश्यत्सु अविनश्यन्तम् यः पश्यति स पश्यति ॥ २७ ॥''',
  '13-28.md': '''समम् पश्यन् हि सर्वत्र समवस्थितम् ईश्वरम् ।
न हिनस्ति आत्मना आत्मानम् ततो याति पराम् गतिम् ॥ २८ ॥''',
  '13-29.md': '''प्रकृत्यैव च कर्माणि क्रियमाणानि सर्वशः ।
यः पश्यति तथा आत्मानम् अकर्तारम् स पश्यति ॥ २९ ॥''',
  '13-30.md': '''यदा भूत पृथक् भावम् एकस्थम् अनुपश्यति ।
तत एव च विस्तारम् ब्रह्म सम्पद्यते तदा ॥ ३० ॥''',
  '13-31.md': '''अनादित्वात् निर्गुणत्वात् परमात्मा अयम् अव्ययः ।
शरीरस्थः अपि कौन्तेय न करोति न लिप्यते ॥ ३१ ॥''',
  '13-32.md': '''यथा सर्वगतम् सौक्ष्म्यात् आकाशम् नोपलिप्यते ।
सर्वत्र अवस्थितो देहे तथा आत्मा नोपलिप्यते ॥ ३२ ॥''',
  '13-33.md': '''यथा प्रकाशयति एकः कृत्स्नम् लोकम् इमम् रविः ।
क्षेत्रम् क्षेत्री तथा कृत्स्नम् प्रकाशयति भारत ॥ ३३ ॥''',
  '13-34.md': '''क्षेत्र क्षेत्रज्ञयोः एवम् अन्तरम् ज्ञान चक्षुषा ।
भूतप्रकृति मोक्षम् च ये विदुः यान्ति ते परम् ॥ ३४ ॥''',
  'Chapter_14.md': '''Obstacles''',
  '14-1.md': '''श्री भगवान् उवाच -
परम् भूयः प्रवक्ष्यामि ज्ञानानाम् ज्ञानम् उत्तमम् ।
यत् ज्ञात्वा मुनयः सर्वे पराम् सिद्धिमितो गताः ॥ १ ॥''',
  '14-2.md': '''इदम् ज्ञानम् उपाश्रित्य मम साधर्म्यम् आगताः ।
सर्गेऽपि न उपजायन्ते प्रलये न व्यथन्ति च ॥ २ ॥''',
  '14-3.md': '''मम योनिः महत् ब्रह्म तस्मिन् गर्भम् दधाम्यहम् ।
सम्भवः सर्व भूतानाम् ततो भवति भारत ॥ ३ ॥''',
  '14-4.md': '''सर्व योनिषु कौन्तेय मूर्तयः सम्भवन्ति याः ।
तासाम् ब्रह्म महत् योनिः अहम् बीजप्रदः पिता ॥ ४ ॥''',
  '14-5.md': '''सत्त्वम् रजस्तम इति गुणाः प्रकृति सम्भवाः ।
निबध्नन्ति महाबाहो देहे देहिनम् अव्ययम् ॥ ५ ॥''',
  '14-6.md': '''तत्र सत्त्वम् निर्मलत्वात् प्रकाशकम् अनामयम् ।
सुख सङ्गेन बध्नाति ज्ञान सङ्गेन चानघ ॥ ६ ॥''',
  '14-7.md': '''रजो रागात्मकम् विद्धि तृष्णा सङ्ग समुद्भवम् ।
तत् निबध्नाति कौन्तेय कर्मसङ्गेन देहिनम् ॥ ७ ॥''',
  '14-8.md': '''तमस्तु अज्ञानजम् विद्धि मोहनम् सर्व देहिनाम् ।
प्रमाद आलस्य निद्राभिः तत् निबध्नाति भारत ॥ ८ ॥''',
  '14-9.md': '''सत्त्वम् सुखे सन्जयति रजः कर्मणि भारत ।
ज्ञानम् आवृत्य तु तमः प्रमादे सन्जयत्युत ॥ ९ ॥''',
  '14-10.md': '''रजस् तमश्च अभिभूय सत्त्वम् भवति भारत ।
रजः सत्त्वम् तमश्चैव तमः सत्त्वम् रजस्तथा ॥ १० ॥''',
  '14-11.md': '''सर्वद्वारेषु देहेऽस्मिन् प्रकाश उपजायते ।
ज्ञानम् यदा तदा विद्यात् विवृद्धम् सत्त्वमित्युत ॥ ११ ॥''',
  '14-12.md': '''लोभः प्रवृत्तिः आरम्भः कर्मणाम् अशमः स्पृहा ।
रजस्येतानि जायन्ते विवृद्धे भरतर्षभ ॥ १२ ॥''',
  '14-13.md': '''अप्रकाशः अप्रवृत्तिः च प्रमादो मोह एव च ।
तमस्येतानि जायन्ते विवृद्धे कुरुनन्दन ॥ १३ ॥''',
  '14-14.md': '''यदा सत्त्वे प्रवृद्धे तु प्रलयम् याति देहभृत् ।
तदा उत्तम विदाम् लोकान् अमलान् प्रतिपद्यते ॥ १४ ॥''',
  '14-15_part_1.md': '''रजसि प्रलयम् गत्वा कर्मसङ्गिषु जायते ।''',
  '14-15_part_2.md': '''तथा प्रलीनः तमसि मूढ योनिषु जायते ॥ १५ ॥''',
  '14-16.md': '''कर्मणः सुकृतस्याहुः सात्विकम् निर्मलम् फलम् ।
रजसस्तु फलम् दुःखम् अज्ञानम् तमसः फलम् ॥ १६ ॥''',
  '14-17.md': '''सत्त्वत् सन्जायते ज्ञानम् रजसो लोभ एव च ।
प्रमाद मोहौ तमसः भवतः अज्ञानम् एव च ॥ १७ ॥''',
  '14-18.md': '''ऊर्ध्वम् गच्छन्ति सत्त्वस्थाः मध्ये तिष्ठन्ति राजसाः ।
जघन्य गुणवृत्तिस्थाः अधो गच्छन्ति तामसाः ॥ १८ ॥''',
  '14-19.md': '''नान्यम् गुणेभ्यः कर्तारम् यदा दृष्टाऽनुपष्यति ।
गुणेभ्यः च परम् वेत्ति मद्भावम् सोऽधिगच्छति ॥ १९ ॥''',
  '14-20.md': '''गुणान् एतानतीत्य त्रीन् देही देहसमुद्भवान् ।
जन्म मृत्यु जरा दुःखैः विमुक्तोऽमृतम् अश्नुते ॥ २० ॥''',
  '14-21.md': '''अर्जुन उवाच -
कैर्लिङ्गैः त्रीन् गुणान् एतान् अतीतो भवति प्रभो ।
किम् आचारः कथम् चैतान् त्रीन् गुणान् अतिवर्तते ॥ २१ ॥''',
  '14-22.md': '''श्री भगवान् उवाच -
प्रकाशम् च प्रवृत्तिम् च मोहम् एव च पान्डव ।
न द्वेष्टी सम्प्रवृत्तानि न निवृत्तानि कांक्षति ॥ २२ ॥''',
  '14-23.md': '''उदासीनवत् आसीनो गुणैर्यो न विचाल्यते ।
गुणा वर्तन्त इत्येव योऽवतिष्ठति नेंगते ॥ २३ ॥''',
  '14-24_to_14-25.md': '''सम दुःख सुखः स्वस्थः सम लोष्टाश्म कान्चनः ।
तुल्य प्रियाप्रियो धीरः तुल्य निन्दात्म सम्स्तुतिः ॥ २४ ॥
मानापमानयोः तुल्यः तुल्य मित्रारि पक्षयोः ।
सर्वारम्भ परित्यागी गुणातीतः स उच्यते ॥ २५ ॥''',
  '14-26.md': '''माम् च योऽव्यभिचारेण भक्तियोगेन सेवते ।
स गुणान् समतीत्येतान् ब्रह्मभूयाय कल्पते ॥ २६ ॥''',
  '14-27.md': '''ब्रह्मणो हि प्रतिष्ठाऽहम् अमृतस्य अव्ययस्य च ।
शाश्वतस्य च धर्मस्य सुखस्य एकान्तिकस्य च ॥ २७ ॥''',
  'Chapter_15.md': '''Awareness''',
  '15-1.md': '''श्री भगवान् उवाच -
ऊर्ध्व मूलम् अधः शाखम् अश्वत्थम् प्राहुरव्ययम् ।
छन्दाम्सि यस्य पर्णानि यस्तम् वेद स वेदवित् ॥ १ ॥''',
  '15-2.md': '''अधः च ऊर्ध्वम् प्रसृताः तस्य शाखाः
गुण प्रवृद्धा विशय प्रवालाः ।
अधः च मूलनि अनुसन्ततानि
कर्मानुबन्धीनि मनुष्य लोके ॥ २ ॥''',
  '15-3_first_part.md': '''न रूपम् अस्येह तथोपलभ्यते 
नान्तो न चाऽदिः न च सम्प्रतिष्ठा ।''',
  '15-3_second_part_and_15-4_first_part.md': '''अश्वत्थम् एनम् सविरूढमूलम्
असङ्ग शस्त्रेण दृढेन छित्वा ॥ ३ ॥
ततः पदम् तत् परिमार्गितव्यम्
यस्मिन् गता न निवर्तन्ति भूयः ।''',
  '15-4_second_part.md': '''तम् एव चाद्यम् पुरुषम् प्रपद्येत्
यतः प्रवृत्तिः प्रसृता पुराणी ॥ ४ ॥''',
  '15-5.md': '''निर्मानमोहा जित संगदोषाः
अध्यात्मनित्या विनिवृत्त कामाः ।
द्वन्द्वैः विमुक्ताः सुख दुःख संज्ञैः
गच्छन्ति अमूढाः पदम् अव्ययम् तत् ॥ ५ ॥''',
  '15-6.md': '''न तत् भासयते सूर्यो न शशांको न पावकः ।
यत् गत्वा न निवर्तन्ते तत् धाम परमम् मम ॥ ६ ॥''',
  '15-7.md': '''ममैवाम्शो जीवलोके जीवभूतः सनातनः ।
मनः षष्ठानि इन्द्रियाणि प्रकृतिस्थानि कर्षति ॥ ७ ॥''',
  '15-8.md': '''शरीरम् यदवाप्नोति यच्चापि उत्क्रामतीश्वरः ।
गृहीत्व एतानि सम्याति वायुर्गन्धान् इवाशयात् ॥ ८ ॥''',
  '15-9.md': '''श्रोत्रम् चक्षुः स्पर्शनम् च रसनम् घ्राणम् एव च ।
अधिष्ठाय मनः चायम् विषयान् उपसेवते ॥ ९ ॥''',
  '15-10.md': '''उत्क्रामन्तम् स्थितम् वाऽपि भुन्जानम् वा गुणान्वितम् ।
विमूढा नानुपश्यन्ति पश्यन्ति ज्ञान चक्षुषाः ॥ १० ॥''',
  '15-11.md': '''यतन्तो योगिनः चैनम् पश्यन्ति आत्मनि अवस्थितम् ।
यतन्तोऽपि अकृतात्मानो नैनम् पश्यन्ति अचेतसः ॥ ११ ॥''',
  '15-12.md': '''यत् आदित्यगतम् तेजो जगत् भासयतेऽखिलम् ।
यत् चन्द्रमसि यत् चाग्नौ तत् तेजो विद्धि मामकम् ॥ १२ ॥''',
  '15-13.md': '''गामाविश्य च भूतानि धारयामि अहम् ओजसा ।
पुष्णामि चौषधीः सर्वाः सोमो भूत्वा रसात्मकः ॥ १३ ॥''',
  '15-14.md': '''अहम् वैश्वानरो भूत्वा प्राणिनाम् देहम् आश्रितः ।
प्राणापान समायुक्तः पचाम्यन्नम् चतुर्विधम् ॥ १४ ॥''',
  '15-15.md': '''सर्वस्य चाहम् हृदि सन्निविष्टो
मत्तः स्मृतिर्ज्ञानम् अपोहनम् च ।
वेदैश्च सर्वैरहमेव वेद्यो
वेदान्तकृत् वेद विदेव चाहम् ॥ १५ ॥''',
  '15-16.md': '''द्वाविमौ पुरुषौ लोके क्षरः अक्षर एव च ।
क्षरः सर्वाणि भूतानि कूटस्थः अक्षर उच्यते ॥ १६ ॥''',
  '15-17.md': '''उत्तमः पुरुषस्तु अन्यः परमात्मेति उदाहृतः ।
यो लोकत्रयम् आविश्य बिभर्ति अव्ययः ईश्वरः ॥ १७ ॥''',
  '15-18.md': '''यस्मात् क्षरम् अतीतोऽहम् अक्षरात् अपि चोत्तमः ।
अतोऽस्मि लोके वेदे च प्रथितः पुरुषोत्तमः ॥ १८ ॥''',
  '15-19.md': '''यो माम् एवम् असम्मूढः जानाति पुरुषोत्तमम् ।
स सर्ववित् भजति माम् सर्वभावेन भारत ॥ १९ ॥''',
  '15-20.md': '''इति गुह्यतमम् शास्त्रम् इदम् उक्तम् मया अनघ ।
एतत् बुद्ध्वा बुद्धिमान् स्यात् कृत कृत्यः च भारत ॥ २० ॥''',
  'Chapter_16.md': '''Regard for instructions''',
  '16-1_to_16-3.md': '''श्री भगवान् उवाच -
अभयम् सत्त्व सम्शुद्धिः ज्ञानयोग व्यवस्थितिः ।
दानम् दमः च यज्ञः च स्वाध्यायः तप आर्जवम् ॥ १ ॥
अहिंसा सत्यम् अक्रोधः त्यागः शान्तिः अपैशुनम् ।
दया भूतेषु अलोलुप्त्वम् मार्दवम् ह्रीः आचापलम् ॥ २ ॥
तेजः क्षमा धृतिः शौचम् अद्रोहो नातिमानिता ।
भवन्ति सम्पदम् दैवीम् अभिजातस्य भारत ॥ ३ ॥''',
  '16-4.md': '''डम्भो दर्पः अतिमानः च क्रोधः पारुष्यमेव च ।
अज्ञानम् चाभिजातस्य पार्थ सम्पदम् आसुरीम् ॥ ४ ॥''',
  '16-5_first_part.md': '''दैवी सम्पत् विमोक्षाय नबन्धनायासुरी मता ।''',
  '16-5_second_part.md': '''मा शुचः सम्पदम् दैवीम् अभिजातोऽसि पान्डव ॥ ५ ॥''',
  '16-6.md': '''द्वा भूतसर्गौ लोकेऽस्मिन् दैव असुर एव च ।
दैवो विस्तरशः प्रोक्तः आसुरम् पार्थ मे शृणु ॥ ६ ॥''',
  '16-7.md': '''प्रवृत्तिम् च निवृत्तिम् च जना न विदुरासुराः ।
न शौचम् नापि च आचारो न सत्यम् तेषु विद्यते ॥ ७ ॥''',
  '16-8.md': '''असत्यम् अप्रतिष्ठम् ते जगदाहुः अनीश्वरम् ।
अपरस्पर सम्भूतम् किमन्यत् काम हेतुकम् ॥ ८ ॥''',
  '16-9.md': '''एताम् दृष्टिम् अवष्टभ्य नष्टात्मानः अल्प बुद्धयः ।
प्रभवनि उग्रकर्माणः क्षयाय जगतोऽहिताः ॥ ९ ॥''',
  '16-10.md': '''कामम् आश्रित्य दुष्पूरम् दम्भ मान मदान्विताः ।
मोहात् गृहीत्वाऽसद्ग्राहान् प्रवर्तन्तेऽशुचिव्रताः ॥ १० ॥''',
  '16-11.md': '''चिन्ताम् अपरिमेयाम् च प्रलयान्ताम् उपाश्रिताः ।
कामोपभोग परमाः एतावत् इति निश्चिताः ॥ ११ ॥''',
  '16-12.md': '''आशा पाश शतैः बद्धाः काम क्रोध परायणाः ।
ईहन्ते काम भोगार्थम् अन्यायेनार्थ सन्चयान् ॥ १२ ॥''',
  '16-13.md': '''इदम् अद्य मया लब्धम् इमम् प्राप्स्ये मनोरथम् ।
इदम् अस्तीदमपि मे भविष्यति पुनर्धनम् ॥ १३ ॥''',
  '16-14_first_part.md': '''असौ मया हतः शत्रुः हनिष्ये चापरानपि ।''',
  '16-14_second_part.md': '''ईश्वरोऽहम् अहम् भोगी सिद्धोहम् बलवान् सुखी ॥ १४ ॥''',
  '16-15.md': '''आढ्योऽभिजनवान् अस्मि कोऽन्योऽस्ति सदृशो मया ।
यक्ष्ये दास्यामि मोदिष्ये इति अज्ञान विमोहिताः ॥ १५ ॥''',
  '16-16.md': '''अनेक चित्त विभ्रान्ता मोह जाल समावृताः ।
प्रसक्ताः काम भोगेषु पतन्ति नरकेऽशुचौ ॥ १६ ॥''',
  '16-17.md': '''आत्म सम्भाविताः स्तब्धा धन मान मदान्विताः ।
यजन्ते नामयज्ञैः ते दम्भेन अविधिपूर्वकम् ॥ १७ ॥''',
  '16-18.md': '''अहंकारम् बलम् दर्पम् कामम् क्रोधम् च संश्रिताः ।
माम् आत्म परदेहेषु प्रद्विषन्तोऽ भ्यसूयकाः ॥ १८ ॥''',
  '16-19.md': '''तानहम् द्विषतः क्रूरान् संसारेषु नराधमान् ।
क्षिपामि अजस्रम् अशुभान् आसुरेष्वेव योनिषु ॥ १९ ॥''',
  '16-20.md': '''आसुरीम् योनिमापन्ना मूढा जन्मनि जन्मनि ।
माम् अप्राप्यैव कौन्तेय ततो यान्ति अधमाम् गतिम् ॥ २० ॥''',
  '16-21.md': '''त्रिविधम् नरकस्येदम् द्वारम् नाशनम् आत्मनः ।
कामः क्रोधः तथा लोभः तस्मात् एतत् त्रयम् त्यजेत् ॥ २१ ॥''',
  '16-22.md': '''एतैर्विमुक्तः कौन्तेय तमोद्वारैः त्रिभिर्नरः ।
आचरति आत्मनः श्रेयः ततो याति पराम् गतिम् ॥ २२ ॥''',
  '16-23.md': '''यः शास्त्र विधिम् उत्सृज्य वर्तते कामकारतः ।
न स सिद्धिम् अवाप्नोति न सुखम् न पराम् गतिम् ॥ २३ ॥''',
  '16-24.md': '''तस्मात् शास्त्रम् प्रमाणम् ते कार्याकार्य व्यवस्थितौ ।
ज्ञात्वा शास्त्र विधानोक्तम् कर्म कर्तुम् इहार्हसि ॥ २४ ॥''',
  'Chapter_17.md': '''A purpose called devotion''',
  '17-1.md': '''अर्जुन उवाच -
ये शास्त्र विधिम् उत्सृज्य यजन्ते श्रद्धयाऽन्विताः ।
तेषाम् निष्ठा तु का कृष्ण सत्त्वमाहो रजस् तमः ॥ १ ॥''',
  '17-2.md': '''श्री भगवान् उवाच -
त्रिविधा भवति श्रद्धा देहिनाम् सा स्वभावजा ।
सात्त्विकी राजसी चैव तामसी चेति ताम् शृणु ॥ २ ॥''',
  '17-3.md': '''सत्वानुरूपा सर्वस्य श्रद्धा भवति भारत ।
श्रद्धामयो अयम् पुरुषो यो यत् श्रद्धः स एव सः ॥ ३ ॥''',
  '17-4.md': '''यजंते सात्त्विका देवान् यक्ष रक्षांसि राजसाः ।
प्रेतान् भूतगणान् चान्ये यजन्ते तामसाः जनाः ॥ ४ ॥''',
  '17-5_to_17-6.md': '''अशास्त्रविहितम् घोरम् तप्यन्ते ये तपो जनाः ।
दम्भाहंकार सम्युक्ताः काम राग बलान्विताः ॥ ५ ॥
कर्शयन्तः शरीरस्थम् भूतग्रामम् अचेतसः ।
माम् चैवान्तः शरीरस्थम् तान् विद्यासुर निश्चयान् ॥ ६ ॥''',
  '17-7.md': '''आहारस्त्वपि सर्वस्य त्रिविधो भवति प्रियः ।
यज्ञः तपः तथा दानम् तेषाम् भेदम् इमम् शृणु ॥ ७ ॥''',
  '17-8.md': '''आयुः सत्व बलारोग्य सुख प्रीति विवर्धनः ।
रस्याः स्निग्धाः स्थिरा हृद्या आहाराः सात्त्विक प्रियाः ॥ ८ ॥''',
  '17-9.md': '''कट्वम्ल लवण अत्युष्ण तीक्ष्ण रूक्ष विदाहिनः ।
आहारा राजसस्य इष्टा दुःख शोकामय प्रदाः ॥ ९ ॥''',
  '17-10.md': '''यातयामम् गतरसम् पूति पर्युषितम् च यत् ।
उच्छिष्टम् अपि चामेध्यम् भोजनम् तामस प्रियम् ॥ १० ॥''',
  '17-11.md': '''अफलाकांक्षिभिः यज्ञो विधि दृष्टो य इज्यते ।
यष्टव्यम् एवेति मनः समाधाय स सात्विकः ॥ ११ ॥''',
  '17-12.md': '''अभिसंधाय तु फलम् दम्भार्थम् अपि चैव यत् ।
इज्यते भरत श्रेष्ठ तम् यज्ञम् विद्धि राजसम् ॥ १२ ॥''',
  '17-13.md': '''विधिहीनम् असृष्टान्नम् मन्त्रहीनम् अदक्षिणम् ।
श्रद्धा विरहितम् यज्ञम् तामसम् परिचक्षते ॥ १३ ॥''',
  '17-14.md': '''देव द्विज गुरु प्राज्ञ पूजनम् शौचम् आर्जवम् ।
ब्रह्मचर्यम् अहिंसा च शारीरम् तप उच्यते ॥ १४ ॥''',
  '17-15.md': '''अनुद्वेगकरम् वाक्यम् सत्यम् प्रिय हितम् च यत् ।
स्वाध्यायाभ्यसनम् चैव वाक् मयम् तप उच्यते ॥ १५ ॥''',
  '17-16.md': '''मनः प्रसादः सौम्यत्वम् मौनम् आत्म विनिग्रहः ।
भाव संशुद्धिः इति एतत् तपो मानसम् उच्यते ॥ १६ ॥''',
  '17-17.md': '''श्रद्धया परया तप्तम् तपः तत् त्रिविधम् नरैः ।
अफलाकांक्षिभिः युक्तैः सात्विकम् परिचक्षते ॥ १७ ॥''',
  '17-18.md': '''सत्कार मान पूजार्थम् तपो दम्भेन चैव यत् ।
क्रियते तत् इह प्रोक्तम् राजसम् चलम् अध्रुवम् ॥ १८ ॥''',
  '17-19.md': '''मूढ ग्राहेण आत्मनो यत् पीडया क्रियते तपः ।
परस्योत्सादनार्थम् वा तत् तामसम् उदाहृतम् ॥ १९ ॥''',
  '17-20.md': '''दातव्यम् इति यत् दानम् दीयते अनुपकारिणे ।
देशे काले च पात्रे च तत् दानम् सात्विकम् स्मृतम् ॥ २० ॥''',
  '17-21.md': '''यत्तु प्रत्युपकारार्थम् फलम् उद्दिश्य वा पुनः ।
दीयते च परिक्लिष्टम् तत् दानम् राजसम् स्मृतम् ॥ २१ ॥''',
  '17-22.md': '''अदेशकाले यत् दानम् अपात्रेभ्यः च दीयते ।
असत्कृतम् अवज्ञातम् तत् तामसम् उदाहृतम् ॥ २२ ॥''',
  '17-23.md': '''ओम् तत् सत् इति निर्देशो ब्रह्मणः त्रिविधः स्मृतः ।
ब्राह्मणाः तेन वेदाश्च यज्ञाः च विहिताः पुरा ॥ २३ ॥''',
  '17-24.md': '''तस्मात् ओम् इति उदाहृत्य यज्ञ दान तपः क्रियाः ।
प्रवर्तन्ते विधानोक्ताः सततम् ब्रह्मवादिनाम् ॥ २४ ॥''',
  '17-25.md': '''तदिति अनभिसन्धाय फलम् यज्ञ तपः क्रियाः ।
दानक्रियाः च विविधाः क्रियन्ते मोक्ष कांक्षिभिः ॥ २५ ॥''',
  '17-26.md': '''सद्भावे साधु भावे च सदिति एतत् प्रयुज्यते ।
प्रशस्ते कर्मणि तथा सत् शब्दः पार्थ युज्यते ॥ २६ ॥''',
  '17-27.md': '''यज्ञे तपसि दाने च स्थितिः सत् इति चोच्यते ।
कर्म चैव तदर्थीयम् सत् इत्येवाभिधीयते ॥ २७ ॥''',
  '17-28.md': '''अश्रद्धया हुतम् दत्तम् तपः तप्तम् कृतम् च यत् ।
असत् इत्युच्यते पार्थ न च तत् प्रेत्य नो इह ॥ २८ ॥''',
  'Chapter_18.md': '''Surrender''',
  '18-1.md': '''अर्जुन उवाच -
संन्यासस्य महाबाहो तत्त्वम् इच्छामि वेदितुम् ।
त्यागस्य च हृषीकेश पृथक् केशि निषूदन ॥ १ ॥''',
  '18-2.md': '''श्री भगवान् उवाच -
काम्यानाम् कर्मणाम् न्यासम् संन्यासम् कवयो विदुः ।
सर्व कर्म फल त्यागम् प्राहुः त्यागम् विचक्षणाः ॥ २ ॥''',
  '18-3.md': '''त्याज्यम् दोषवत् इत्येके कर्म प्राहुः मनीष्णः ।
यज्ञ दान तपः कर्म न त्याज्यम् इति चापरे ॥ ३ ॥''',
  '18-4.md': '''निश्चयम् शृणु मे तत्र त्यागे भरतसत्तम ।
त्यागो हि पुरुष व्याघ्र त्रिविधः संप्रकीर्तितः ॥ ४ ॥''',
  '18-5_first_part.md': '''यज्ञ दान तपः कर्म न त्याज्यम् कार्यम् एव तत् ।''',
  '18-5_second_part.md': '''यज्ञो दानम् तपः चैव पावनानि मनीषिणाम् ॥ ५ ॥''',
  '18-6.md': '''एतान्यपि तु कर्माणि संगम् त्यक्त्वा फलानि च ।
कर्तव्यानीति मे पार्थ निश्चितम् मतम् उत्तमम् ॥ ६ ॥''',
  '18-7.md': '''नियतस्य तु संन्यासः कर्मणः नोपपद्यते ।
मोहात् तस्य परित्यागः तामसः परिकीर्तितः ॥ ७ ॥''',
  '18-8.md': '''दुःखम् इत्येव यत् कर्म काय क्लेश भयात् त्यजेत् ।
स कृत्वा राजसम् त्यागम् नैव त्याग फलम् लभेत् ॥ ८ ॥''',
  '18-9.md': '''कार्यम् इत्येव यत् कर्म नियतम् क्रियते अर्जुन ।
सङ्गम् त्यक्त्वा फलम् चैव स त्यागः सात्विको मतः ॥ ९ ॥''',
  '18-10.md': '''न द्वेष्टि अकुशलम् कर्म कुशले न अनुषज्जते ।
त्यागी सत्त्व समाविष्टो मेधावी छिन्न सम्शयः ॥ १० ॥''',
  '18-11.md': '''न हि देहभृता शक्यम् त्यक्तुम् कर्माणि अशेषतः ।
यस्तु कर्म फल त्यागी स त्यागी इत्यभिधीयते ॥ ११ ॥''',
  '18-12.md': '''अनिष्टम् इष्टम् मिश्रम् च त्रिविधम् कर्मणः फलम् ।
भवति अत्यागिनाम् प्रेत्य न तु संन्यासिनाम् क्वचित् ॥ १२ ॥''',
  '18-13.md': '''पन्चैतानि महाबाहो कारणानि निबोध मे ।
सांख्ये कृतान्ते प्रोक्तानि सिद्धये सर्वकर्मणाम् ॥ १३ ॥''',
  '18-14_to_18-15.md': '''अधिष्ठानम् तथा कर्ता करणम् च पृथक् विधम् ।
विविधाः च पृथक् चेष्टा दैवम् चैवात्र पन्चमम् ॥ १४ ॥
शरीर वाक् मनोभिः यत् कर्म प्रारभते नरः ।
न्याय्यम् वा विपरीतम् वा पन्चैते तस्य हेतवः ॥ १५ ॥''',
  '18-16.md': '''तत्रैवम् सति कर्तारम् आत्मानम् केवलम् तु यः ।
पश्यति अकृतबुद्धित्वात् न स पश्यति दुर्मतिः ॥ १६ ॥''',
  '18-17.md': '''यस्य नाहंकृतो भावो बुद्धिः यस्य न लिप्यते ।
हत्वाऽपि स इमान् लोकान् न हन्ति न निबध्यते ॥ १७ ॥''',
  '18-18.md': '''ज्ञानम् ज्ञेयम् परिज्ञाता त्रिविधा कर्म चोदना ।
करणम् कर्म कर्तेति त्रिविधः कर्म संग्रहः ॥ १८ ॥''',
  '18-19.md': '''ज्ञानम् कर्म च कर्ता च त्रिधैव गुणभेदतः ।
प्रोच्यते गुण संख्याने यथावत् शृणु तान्यपि ॥ १९ ॥''',
  '18-20.md': '''सर्व भूतेषु येनैकम् भावम् अव्ययम् ईक्षते ।
अविभक्तम् विभक्तेषु तत् ज्ञानम् विद्धि सात्विकम् ॥ २० ॥''',
  '18-21.md': '''पृथक्त्वेन तु यत् ज्ञानम् नानाभावान् पृथक् विधान् ।
वेत्ति सर्वेषु भूतेषु तत् ज्ञानम् विद्धि राजसम् ॥ २१ ॥''',
  '18-22.md': '''यत् तु कृत्स्नवत् एकस्मिन् कार्ये सक्तम् अहेतुकम् ।
अतत्वार्थवत् अल्पम् च तत् तामसम् उदाहृतम् ॥  २२ ॥''',
  '18-23.md': '''नियतम् संगरहितम् अराग द्वेषतः कृतम् ।
अफल प्रेप्सुना कर्म यत् तत् सात्विकम् उच्यते ॥ २३ ॥''',
  '18-24.md': '''यत् तु कामेप्सुना कर्म साहंकारेण वा पुनः ।
क्रियते बहुलायासम् तत् राजसम् उदाहृतम् ॥ २४ ॥''',
  '18-25.md': '''अनुबन्धम् क्षयम् हिंसाम् अनवेक्ष्य च पौरुषम् ।
मोहात् आरभ्यते कर्म यत् तत् तामसम् उच्यते ॥ २५ ॥''',
  '18-26.md': '''मुक्त संगः अनहम्वादी धृति उत्साह समन्वितः ।
सिद्ध्यसिद्ध्योः निर्विकारः कर्ता सात्विक उच्यते ॥  २६ ॥''',
  '18-27.md': '''रागी कर्मफल प्रेप्सुः लुब्धो हिंसात्मकः अशुचि ।
हर्ष शोकान्वितः कर्ता राजसः परिकीर्तितः ॥ २७ ॥''',
  '18-28.md': '''अयुक्तः प्राकृतः स्तब्धः शठो नैकृतिकोऽलसः ।
विषादी दीर्घ सूत्री च कर्ता तामस उच्यते ॥ २८ ॥''',
  '18-29.md': '''बुद्धेः भेदम् धृथेः चैव गुणतः त्रिविधम् शृणु ।
प्रोच्यमानम् अशेषेण पृथक्त्वेन धनन्जय ॥ २९ ॥''',
  '18-30.md': '''प्रवृत्तिम् च निवृत्तिम् च कार्याकार्ये भयाभये ।
बन्धम् मोक्षम् च या वेत्ति बुद्धिः सा पार्थ सात्विकी ॥ ३० ॥''',
  '18-31.md': '''यया धर्मम् अधर्मम् च कार्यम् च अकार्यम् एव च ।
अयथावत् प्रजानाति बुद्धिः सा पार्थ राजसी ॥ ३१ ॥''',
  '18-32.md': '''अधर्मम् धर्मम् इति या मन्यते तमसावृता ।
सर्वार्थानि विपरीतान् च बुद्धिः सा पार्थ तामसी ॥ ३२ ॥''',
  '18-33.md': '''धृत्या यया धारयते मनः प्राणेन्द्रिय क्रियाः ।
योगेन अव्यभिचारिण्या धृतिः सा पार्थ सात्विकी ॥ ३३ ॥''',
  '18-34.md': '''यया तु धर्म कामार्थान् धृत्या धारयते अर्जुन ।
प्रसंगेन फलाकांक्षी धृतिः सा पार्थ राजसी ॥ ३४ ॥''',
  '18-35.md': '''यया स्वप्नम् भयम् शोकम् विषादम् मदम् एव च ।
न विमुन्चति दुर्मेधा धृतिः सा पार्थ तामसी ॥ ३५ ॥''',
  '18-36_first_part.md': '''सुखम् तु इदानीम् त्रिविधम् शृणु मे भरतर्षभ ।''',
  '18-36_second_part.md': '''अभ्यासात् रमते यत्र दुःखान्तम् च निगच्छति ॥ ३६ ॥''',
  '18-37.md': '''यत्तत् अग्रे विषम् इव परिणामे अमृतोपमम् ।
तत् सुखम् सात्विकम् प्रोक्तम् आत्मबुद्धि प्रसादजम् ॥ ३७ ॥''',
  '18-38.md': '''विषयेन्द्रिय संयोगात् यत्तत् अग्रे अमृतोपमम् ।
परिणामे विषम् इव तत् सुखम् राजसम् स्मृतम् ॥ ३८ ॥''',
  '18-39.md': '''यत् अग्रे चानुबंधे च सुखम् मोहनम् आत्मनः ।
निद्रा आलस्य प्रमादोत्थम् तत् तामसम् उदाहृतम् ॥ ३९ ॥''',
  '18-40.md': '''न तदस्ति पृथिव्याम् वा दिवि देवेषु वा पुनः ।
सत्त्वम् प्रकृतिजैः मुक्तम् यदेभिः स्यात् त्रिभिः गुणैः ॥ ४० ॥''',
  '18-41.md': '''ब्राह्मण क्षत्रिय विशाम् शूद्राणाम् च परन्तप ।
कर्माणि प्रविभक्तानि स्वभाव प्रभवैः गुणैः ॥ ४१ ॥''',
  '18-42.md': '''शमो दमस्तपः शौचम् क्षान्तिः आर्जवम् एव च ।
ज्ञानम् विज्ञानम् आस्तिक्यम् ब्राह्मम् कर्म स्वभावजम् ॥ ४२ ॥''',
  '18-43.md': '''शौर्यम् तेजो धृतिः दाक्ष्यम् युद्धे चापि अपलायनम् ।
दानम् ईश्वरभावः च क्षात्रम् कर्म स्वभावजम् ॥ ४३ ॥''',
  '18-44_first_part.md': '''कृषि गोरक्ष्य वाणिज्यम् वैश्य कर्म स्वभावजम् ।''',
  '18-44_second_part.md': '''परिचर्यात्मकम् कर्म शूद्रस्यापि स्वभावजम् ॥ ४४ ॥''',
  '18-45.md': '''स्वे स्वे कर्मणि अभिरतः संसिद्धिम् लभते नरः ।
स्वकर्म निरतः सिद्धिम् यथा विन्दति तत् शृणु ॥ ४५ ॥''',
  '18-46.md': '''यतः प्रवृत्तिः भूतानाम् येन सर्वम् इदम् ततम् ।
स्वकर्मणा तम् अभ्यर्च्य सिद्धिम् विन्दति मानवः ॥ ४६ ॥''',
  '18-47_first_part.md': '''श्रेयान् स्वधर्मो विगुणः परधर्मात् स्वनुष्ठितात् ।''',
  '18-47_second_part.md': '''स्वभाव नियतम् कर्म कुर्वन् नाप्नोति किल्बिषम् ।''',
  '18-48.md': '''सहजम् कर्म कौन्तेय सदोषम् अपि न त्यजेत् ।
सर्वारम्भा हि दोषेण धूमेन अग्निरिव आवृताः ॥ ४८ ॥''',
  '18-49.md': '''असक्त बुद्धिः सर्वत्र जितात्मा विगतस्पृहः ।
नैष्कर्म्य सिद्धिम् परमाम् संन्यासेन अधिगच्छति ॥ ४९ ॥''',
  '18-50.md': '''सिद्धिम् प्राप्तो यथा ब्रह्म तथाप्नोति निबोध मे ।
समासेनैव कौन्तेय निष्ठा ज्ञानस्य या परा ॥ ५० ॥''',
  '18-51_to_18-53.md': '''बुध्या विशुद्धया युक्तो धृत्यात्मानम् नियम्य च ।
शब्दादीन् विषयान् त्यक्त्वा राग द्वेषौ व्युदस्य च ॥ ५१ ॥
विविक्तसेवी लघ्वाशी यत वाक् काय मानसः ।
ध्यानयोगपरो नित्यम् वैराग्यम् समुपाश्रितः ॥ ५२ ॥
अहंकारम् बलम् दर्पम् कामम् क्रोधम् परिग्रहम् ।
विमुच्य निर्ममः शान्तो ब्रह्मभूयाय कल्पते ॥ ५३ ॥''',
  '18-54.md': '''ब्रह्मभूतः प्रसन्नात्मा न शोचति न कांक्षति ।
समः सर्वेषु भूतेषु मद्भक्तिम् लभते पराम् ॥ ५४ ॥''',
  '18-55.md': '''भक्त्या माम् अभिजानाति यावान् यश्चास्मि तत्त्वतः ।
ततो माम् तत्त्वतो ज्ञात्वा विशते तदनन्तरम् ॥ ५५ ॥''',
  '18-56.md': '''सर्व कर्माण्यपि सदा कुर्वाणो मद्व्यपाश्रयः ।
मत् प्रसादात् अवाप्नोति शाश्वतम् पदम् अव्ययम् ॥ ५६ ॥''',
  '18-57.md': '''चेतसा सर्व कर्माणि मयि संन्यस्य मत्परः ।
बुद्धियोगम् उपाश्रित्य मत् चित्तः सततम् भव ॥ ५७ ॥''',
  '18-58.md': '''मत् चित्तः सर्वदुर्गाणि मत्प्रसादात् तरिष्यसि ।
अथ चेत् त्वम् अहंकारात् न श्रोष्यसि विनंक्ष्यसि ॥ ५८ ॥''',
  '18-59.md': '''यदि अहंकारम् आश्रित्य न योत्स्ये इति मन्यसे ।
मिथ्यैष व्यवसायः ते प्रकृतिः त्वाम् नियोक्ष्यति ॥ ५९ ॥''',
  '18-60.md': '''स्वभावजेन कौन्तेय निबद्धः स्वेन कर्मणा ।
कर्तुम् नेच्छसि यन्मोहात् करिष्यसि अवशोऽपि तत् ॥ ६० ॥''',
  '18-61.md': '''ईश्वरः सर्व भूतानाम् हृद्देशे अर्जुन तिष्ठति ।
भ्रामयन् सर्व भूतानि यन्त्रारूढानि मायया ॥ ६१ ॥''',
  '18-62.md': '''तमेव शरणम् गच्छ सर्व भावेन भारत ।
तत् प्रसादात् पराम् शान्तिम् स्थानम् प्राप्स्यसि शाश्वतम् ॥ ६२ ॥''',
  '18-63.md': '''इति ते ज्ञानम् आख्यातम् गुह्यात् गुह्यतरम् मया ।
विमृश्यैतत् अशेषेण यथेच्छसि तथा कुरु ॥ ६३ ॥''',
  '18-64.md': '''सर्व गुह्यतमम् भूयः शृणु मे परमम् वचः ।
इष्टोऽसि मे धृढम् इति ततो वक्ष्यामि ते हितम् ॥ ६४ ॥''',
  '18-65.md': '''मन्मना भव मद्भक्तो मद्याजी माम् नमस्कुरु ।
मामेवैष्यसि सत्यम् ते प्रतिजाने प्रियोसि मे ॥ ६५ ॥''',
  '18-66.md': '''सर्व धर्मान् परित्यज्य माम् एकम् शरणम् व्रज ।
अहम् त्वा सर्व पापेभ्यः मोक्षयिष्यामि मा शुचः ॥ ६६ ॥''',
  '18-67.md': '''इदम् ते नातपस्काय नाभक्ताय कदाचन ।
न चाशुश्रूषवे वाच्यम् न च माम् योऽभ्यसूयति ॥ ६७ ॥''',
  '18-68.md': '''य इदम् परमम् गुह्यम् मद्भक्तेषु अभिधास्यति ।
भक्तिम् मयि पराम् कृत्वा मामेवैष्यति असंशयः ॥ ६८ ॥''',
  '18-69.md': '''न च तस्मात् मनुष्येषु कश्चिन् मे प्रियकृत्तमः ।
भविता न च मे तस्मात् अन्यः प्रियतरो भुवि ॥ ६९ ॥''',
  '18-70.md': '''अध्येष्यते च य इमम् धर्म्यम् संवादम् आवयोः ।
ज्ञान यज्ञेन तेनाहम् इष्टः स्याम् इति मे मतिः ॥ ७० ॥''',
  '18-71.md': '''श्रद्धावान् अनसूयुः च शृणुयात् अपि यो नरः ।
सोऽपि मुक्तः शुभान् लोकान् प्राप्नुयात् पुण्यकर्मणाम् ॥ ७१ ॥''',
  '18-72.md': '''कच्चित् एतत् श्रुतम् पार्थ त्वयैकाग्रेण चेतसा ।
कच्चित् अज्ञान संमोहः प्रनष्टस्ते धनन्जय ॥ ७२ ॥''',
  '18-73.md': '''अर्जुन उवाच -
नष्टो मोहः स्मृतिर्लब्धा त्वत् प्रसादात् मयाच्युत ।
स्थितोऽस्मि गतसंदेहः करिष्ये वचनम् तव ॥ ७३ ॥''',
  '18-74.md': '''सन्जय उवाच -
इत्यहम् वासुदेवस्य पार्थस्य च महात्मनः ।
संवादम् इमम् अश्रूषम् अद्भुतम् रोमहर्षणम् ॥ ७४ ॥''',
  '18-75.md': '''व्यास प्रसादात् श्रुतवान् एतत् गुह्यम् अहम् परम् ।
योगम् योगेश्वरात् कृश्णात् साक्षात् कथयतः स्वयम् ॥ ७५ ॥''',
  '18-76.md': '''राजन् संस्मृत्य संस्मृत्य संवादम् इमम् अद्भुतम् ।
केशवार्जुनयोः पुण्यम् हृष्यामि च मुहुर्मुहुः ॥ ७६ ॥''',
  '18-77.md': '''तच्च संस्मृत्य संस्मृत्य रूपम् अत्यद्भुतम् हरेः ।
विस्मयो मे महान् राजन् हृष्यामि च पुनः पुनः ॥ ७७ ॥''',
  '18-78.md': '''यत्र योगेश्वरः कृष्णो यत्र पार्थो धनुर्धरः ।
तत्र श्रीर्विजयो भूतिः ध्रुवा नीतिः मतिर्मम ॥ ७८ ॥''',
  'The_Beginning_of_Joy.md': '''''',
};
